Repository: dani-guerrero/tigatrapp-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: bg, ca, el, es, fr, hu, mk, ro, sq

source: Body
bg: Съдържание
el: Σώμα
hu: Test
mk: тело
sq: Trupi

source: Message successfully sent.
bg: Съобщението е изпратено успешно.
el: Το μήνυμα στάλθηκε επιτυχώς
hu: Üzenet sikeresen elküldve.
mk: пораката е успешно испратена
sq: Mesazhi u dërgua me sukses

source: Spanish
bg: Испански
ca: Espanyol
el: Ισπανικά
es: Español
fr: Espagnol
hu: Spanyol
mk: Шпански
ro: Spaniolă
sq: Spanjisht

source: Catalan
bg: Каталонски
ca: Català
el: Καταλανικά
es: Catalán
hu: Katalán
mk: Каталонски
ro: Catalană
sq: Katalan

source: English
bg: Английски
ca: Anglès
el: Αγγλικά
es: Inglés
fr: Anglais
hu: Angol
mk: Англиски
ro: Engleză
sq: Anglisht

source: Chinese
bg: Китайски
el: Κινέζικα
hu: Kínai
mk: Кинески
sq: Kineze

source: Your picture has been validated by an expert!
bg: Вашата снимка е потвърдена от експерт!
ca: La teva foto ha estat validada per un expert!
el: Η φωτογραφία σας έχει επικυρωθεί από έναν ειδικό!
es: ¡Tu foto ha sido validada por un experto!
fr: Votre photo a été validée par un expert!
hu: Fotóját szakértő ellenőrizte!
mk: Вашата фотографија е потврдена од експерт!
ro: Fotografia dvs. a fost validată de un expert!
sq: Fotografia juaj është vërtetuar nga një ekspert!

source: Start of season
bg: Начало на сезона
ca: Primer informe de la temporada
el: Έναρξη περιόδου
es: Primer informe de la temporada
fr: Début de saison
hu: Szezon kezdete
mk: почеток на сезона
ro: Începutul sezonului
sq: Fillimi i sezonit

# daily_participation
source: uploading the first report of the day
bg: качване на първия доклад за деня
ca: ser el primer informe del dia
el: Υποβολή πρώτης έκθεσης της ημέρας
es: ser el primer informe del día
fr: téléchargement du premier signalement de la journée
hu: a nap első jelentésének feltöltése
mk: прикачување на првиот извештај за денот
ro: încărcarea primului raport al zilei
sq: Ngarkimi i raportit të parë të ditës

# fidelity_day_2
source: uploading reports during TWO consecutive days
bg: качване на долкади през ДВА последователни дни
ca: haver enviat informes durant DOS dies seguits
el: υποβολή εκθέσεων για δύο συνεχόμενες ημέρες
es: haber mandado datos durante DOS días seguidos
fr: téléchargement de signalements pendant DEUX jours consécutifs
hu: jelentések feltöltése KÉT egymást követő napon
mk: прикачување извештаи за време на ДВА последователни денови
ro: încărcarea rapoartelor în DOUĂ zile consecutive
sq: Ngarkimi i raporteve përgjatë DY ditëve radhazi

# fidelity_day_3
source: uploading reports during THREE consecutive days
bg: качване на доклади през ТРИ последователни дни
ca: haver enviat informes durant TRES dies seguits
el: υποβολή εκθέσεων για τρεις συνεχόμενες ημέρες
es: haber mandado datos durante TRES días seguidos
fr: téléchargement des signalements pendant TROIS jours consécutifs
hu: jelentések feltöltése HÁROM egymást követő napon
mk: прикачување извештаи за време на ТРИ последователни денови
ro: încărcarea rapoartelor în TREI zile consecutive
sq: Ngarkimi i raporteve përgjatë TRE ditëve radhazi

# achievement_10_reports
source: 10 uploaded data
bg: 10 качени доклада
ca: 10 dades enviades
el: 10 μεταφορτωμένα δεδομένα
es: 10 datos enviados
fr: 10 données téléchargées
hu: 10 feltöltött adat
mk: 10 прикачени податоци
ro: 10 date încărcate
sq: 10 të dhëna të ngarkuara

# achievement_20_reports
source: 20 uploaded data
bg: 20 качени доклада
ca: 20 dades enviades
el: 20 μεταφορτωμένα δεδομένα
es: 20 datos enviados
fr: 20 données téléchargées
hu: 20 feltöltött adat
mk: 20 прикачени податоци
ro: 20 de date încărcate
sq: 20 të dhëna të ngarkuara

# achievement_50_reports
source: 50 uploaded data
bg: 50 качени доклада
ca: 50 dades enviades
el: 50 μεταφορτωμένα δεδομένα
es: 50 datos enviados
fr: 50 données téléchargées
hu: 50 feltöltött adat
mk: 50 прикачени податоци
ro: 50 de date încărcate
sq: 50 të dhëna të ngarkuara

# picture
source: the picture
bg: снимката
ca: la foto
el: η φωτογραφία
es: la foto
fr: la photo
hu: a kép
mk: фотографија
ro: fotografia
sq: Fotografia

# location
source: sent data geolocation
bg: изпратена геолокация на данни
ca: la geolocalització de les dades
el: γεωχωρικά δεδομένα που υποβλήθηκαν
es: la geolocalización de los datos
fr: géolocalisation des données envoyées
hu: küldött adatok földrajzi helymeghatározása
mk: испратете ја гео-локацијата на податоците
ro: geolocalizarea datelor trimise
sq: Dërgo të dhënat e gjeo-vendndodhjes

# storm_drain
source: It's a storm drain
bg: Това е дъждовен канал
ca: És un embornal
el: Είναι ένα αποχετευτικό ομβρίων
es: Es un sumidero
fr: C'est un égout pluvial
hu: Egy esővíz elvezető csatorna
mk: тоа е улична шахта
ro: Este un șiroi de apă
sq: Është pusete/kanalizim

# water_question
source: answering the water question in the breeding site report
bg: отговор на въпроса за водата в доклада за развъдно място
ca: haver respost el formulari d'aigua al lloc de cria
el: Απάντηση στην ερώτηση για ύπαρξη νερού στην έκθεση για την εστία ανάπτυξη/αναπαραγωγής κουνουπιών
es: haber respondido la pregunta del agua del lugar de cría
fr: répondre à la question de l'eau dans le signalement des sites de reproduction
hu: a víz kérdés megválaszolása a tenyészőhely jelentésben
mk: откако одговари на прашањето за вода во извештајот за местото на размножување
ro: răspunde la întrebarea privind apa din raportul locului de reproducere
sq: Përgjigjja e pyetjes së ujit tek raporti i vendrritjeve

# mosquito_report_follows_breeding_site
source: adding a mosquito report after
bg: добавяне на доклад за комари след
ca: haver afegit un informe de mosquit al final
el: υποβολή έκθεσης για κουνούπια αργότερα
es: haber añadido un informe de mosquito al final
fr: ajouter un signalement de moustiques après
hu: szúnyog jelentés hozzáadása
mk: додавање на извештај за комарец подоцна
ro: adăugă un raport de țânțari după
sq: Shtimi i raportit të mushkonjave më pas

source: no picture
bg: няма снимка
ca: no hi ha foto
el: χωρίς φωτογραφία
es: no hay foto
fr: pas de photo
hu: nincs kép
mk: нема фотографија
ro: fără poză
sq: Nuk ka fotografi

# no_location
source: the report is not geolocated
bg: този доклад няма геолокация
ca: l'informe no està geolocalitzat
el: η έκθεση δεν έχει γεωχωρική πληροφορία
es: el informe no está geolocalizado
fr: le signalement n'est pas géolocalisé
hu: a jelentés földrajzi helyzete nincs meghatározva
mk: извештајот не е поврзан со гео-локација
ro: raportul nu este geolocalizat
sq: Raporti nuk ka gjeo-vendndodhje

# thorax_question
source: answering the thorax question in the mosquito report
bg: отговор на въпроса за гърба в доклада за комари
ca: haver respost el formulari del tòrax del mosquit
el: απαντώντας την ερώτηση για το θώρακα στην έκθεση για κουνούπια
es: haber respondido el formulario del tórax del mosquito
fr: répondre à la question sur le thorax dans le signalement des moustiques
hu: a tor kérdés megválaszolása a szúnyog jelentésben
mk: одговарање на прашање за градниот дел на телото во извештајот за комарецот
ro: răspunde la întrebarea despre torace din raportul de țânțari
sq: Përgjigjja e pyetjes së toraksit tek raporti i mushkonjave

# abdomen_question
source: answering the abdomen question in the mosquito report
bg: отговор на въпроса за коремчето в доклада за комари
ca: haver respost el formulari de l'abdomen del mosquit
el: απαντώντας την ερώτηση για την κοιλία στην έκθεση για τα κουνούπια
es: haber respondido el formulario del abdomen del mosquito
fr: répondre à la question sur l'abdomen dans le signalement des moustiques
hu: a potroh kérdés megválaszolása a szúnyog jelentésben
mk: одговарање на прашање за стомачниот дел од телото во извештајот за комарецот
ro: răspunde la întrebarea despre abdomen în raportul de țânțari
sq: Përgjigjja e pyetjes së abdomenit tek raporti i mushkonjave

# leg_question
source: answering the leg question in the mosquito report
bg: отговор на въпроса за краката в доклада за комари
ca: haver respost el formulari de les potes del mosquit
el: απαντώντας την ερώτηση για το πόδι στην έκθεση για το κουνούπι
es: haber respondido el formulario de las patas del mosquito
fr: répondre à la question sur les jambes dans le signalement des moustiques
hu: a láb kérdés megválaszolása a szúnyog jelentésben
mk: одговарање на прашањето за нозете во извештајот за комарецот
ro: răspunde la întrebarea despre picior în raportul de țânțari
sq: Përgjigjja e pyetjes së këmbës tek raporti i mushkonjave

# other_species
source: after analyzing your submission, the experts have decided that it does not match any of the 5 target mosquito species. For more info, revise the app tutorial.
bg: след анализ на Вашия доклад, експертите решиха, че той не съвпада с нито един от петте целеви вида комари. За повече информация прегледайте самоучителя на приложението.
ca: després d'analitzar la teva notificació, els experts consideren que no coincideix amb cap de les 5 espècies objectiu de mosquits. Per més info, consulta el tutorial de l'app.
el: Μετά την ανάλυση της υποβολής σας, οι ειδικοί αποφάσισαν ότι δεν ταιριάζει με κανένα από τα 5 είδη κουνουπιών που στοχεύουμε. Για περισσότερες πληροφορίες, μπορείτε να μελετήσετε το εγχειρίδιο της εφαρμογής.
es: después de analizar la notificación, los expertos consideran que no corresponde a ninguna de las 5 especies objetivo de mosquito. Para más info, revisa el tutorial de la app.
fr: après avoir analysé votre contribution, les experts ont décidé qu'elle ne correspondait à aucune des 5 espèces de moustiques cibles. Pour plus d'informations, consultez le tutoriel de l'application.
hu: a beküldött jelentésed elemzése alapján, a szakértők megállapították, hogy ez az 5 keresett szúnyog faj egyike sem. További információért olvasd el újra az alkalmazás útmutatóját.
mk: откако ги анализиравме Вашите податоци, експертите одлучиja дека испратениот комарец не одговара на ниту еден од 5-те целни видови. За повеќе информации, погледнете го туторијалот за апликацијата.
ro: după analiza raportului dvs., experții au decis că nu se potrivește cu niciuna dintre cele 5 specii țânțari țintă. Pentru mai multe informații, revizuiți tutorialul aplicației.
sq: Pas analizimit të dërgimit tuaj, ekspertët kanë vendosur që ai nuk përputhet me asnjë nga 5 llojet e mushkonjave target. Për më shumë informacion, rishikoni praktikën e aplikacionit

# bite report follow
source: following current report with a bite report
bg: последване на текущия доклад с доклад за ухапване
ca: Llocs de cria
el: μετά την τρέχουσα αναφορά δώστε αναφορά τσιμπήματος
es: Lugares de cría
fr: faire suivre le rapport actuel par un signalement de piqûre
hu: a jelenlegi jelentés folytatása egy csípés jelentéssel
mk: Следен тековен извештај за каснувањата од комарец
ro: în urma raportului actual cu un raport de mușcătură
sq: Duke ndjekur raportin aktual me raportin e pickimit

source: You just received a points award!
bg: Току-що получихте награда за точки!
ca: Acabes de rebre una recompensa de punts!
el: Μόλις λάβατε ένα βραβείο πόντων!
es: !Acabas de recibir una recompensa de puntos!
fr: Vous venez de recevoir une récompense de points!
hu: Most pontdíjat kapott!
mk: Само што добивте награда за поени!
ro: Tocmai ai primit un premiu de puncte!
sq: Sapo morët një çmim në formë pikësh!

source: New batch
el: Νέα παρτίδα
fr: Nouveau lot
hu: Új tétel
mk: нова серија
ro: Lot nou
sq: Grumbull i ri

source: DATETIME_FORMAT
hu: DÁTUM_FORMÁTUM
sq: FORMATI_KOHA E DITËS

# map_help_url_new
source: http://atrapaeltigre.com/web/en/citizen-scientist-map/
ca: http://atrapaeltigre.com/web/ca/el-mapa-del-mosquit-tigre-2014/
es: http://atrapaeltigre.com/web/el-mapa-del-mosquito-tigre-2014/

source: Reports per page
ca: Informes per pàgina
es: Informes por página

source: All
ca: Tots
es: Todos

# fmap_Only_highly_probable_reports
source: Only highly probable reports
ca: Només probabilitat alta
es: Sólo probabilidad alta

# fmap_Strong_Validation
source: Strong Validation
ca: Alta
es: Alta

# fmap_Only_probable_and_highly_probable_reports
source: Only probable and highly probable reports
ca: Només probabilitat mitjana i alta
es: Sólo probabilidad media y alta

# fmap_Medium_Validation
source: Medium Validation
ca: Mitjana
es: Media

# fmap_No_validation_filter
source: No validation filter
ca: Sense filtre
es: Sin filtro

# fmap_All_Reports
source: All Reports
ca: Tots els informes
es: Todos los informes

# expert_row_help_site
source: Assessment by scientists (if photo available)
ca: Classificació feta per científics (si hi ha foto)
es: Clasificación hecha por científicos (si hay foto)

# crowd_row_help_site
source: Assessments at <a href='http://crowdcrafting.org/app/Tigafotos/' target='_blank'>crowdcrafting</a> from volunteers (if photo available)
ca: Avaluació per voluntaris a <a href="http://crowdcrafting.org/app/Tigafotos/" target="_blank">Crowdcrafting</a> (si hi ha foto)
es: Evaluación por voluntarios en <a href="http://crowdcrafting.org/app/Tigafotos/" target="_blank">Crowdcrafting</a> (si hay fotos)

# report_row_help_site
source: Observer's assessment
ca: Observats pels participants
es: Observados por los participantes

# photo_row_help_site
source: Sent by participants (optional)
ca: Fetes pels participants (optatiu)
es: Hechas por los participantes (optativo)

# notes_row_help_site
source: From experts or observers (optional)
ca: Afegides per experts o participants (optatiu)
es: Añadidas por expertos o participantes (optativo)

# privacy-policy-ca0f9a86ca33f1d6baa9051bd7f4ed21
source: privacy policy
ca: política de privacitat
es: política de privacidad

# user-agreement-fae79e3d24931cf70966f51ed1c8204c
source: user agreement
ca: acord d&#39;usuari
es: acuerdo de usuario

# http-atrapaeltigre-com-web-el-mapa-del-mosquit-tigre-2014
source: http://atrapaeltigre.com/web/el-mapa-del-mosquito-tigre-2014/
ca: http://atrapaeltigre.com/web/ca/el-mapa-del-mosquit-tigre-2014/
