Repository: dani-guerrero/tigatrapp-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: bg, ca, el, es, fr, hu, mk, ro, sq

source: Cumulative Total
bg: Кумулативно общо
ca: Total acumulat
el: Αθροιστικό σύνολο
es: Total acumulado
fr: Total cumulé
hu: Összesített érték
mk: Вкупно
ro: Total cumulativ
sq: Totale kumulative

# number-of-citizen-scientists
source: Citizen scientists
bg: Граждани-учени
ca: Participants
el: Συμμετέχοντες
es: Participantes
fr: Citoyens.chercheurs
hu: Civil tudós
mk: Граѓани научници
sq: Shkencë Qytetare

# number-of-tiger-mosquito-reports
source: Tiger mosquito reports
bg: Доклади за тигров комар
ca: Informes de mosquit tigre
el: Αναφορές για κουνούπι τίγρης
es: Informes de mosquito tigre
fr: Signalement de moustiques-tigres asiatiques
hu: Tigris szúnyog jelentések
mk: Извештаи за Тигрест комарец
ro: Rapoarte de țânțar tigru
sq: Raporti i mushkonjës tigër

# number-of-breeding-site-reports
source: Breeding site reports
bg: Доклади за развъдни места
ca: Informes de llocs de cria
el: Αναφορές για εστίες ανάπτυξης/αναπαραγωγής
es: Informes de lugares de cría
fr: Signalement de sites de reproduction
hu: Tenyészőhely jelentések
mk: Податоци за местата за размножување
ro: Rapoarte de locație de reproducere
sq: Raporti i vendeve ku rriten

source: Participants with over 20 fixes
bg: Участници с повече от 20 корекции
el: Συμμετέχοντες με περισσότερες από 20 διορθώσεις
fr: Participants avec plus de 20 corrections
hu: Résztvevők több mint 20 helyzetmegjelöléssel
mk: учесници со над 20 корекции
ro: Participanți cu peste 20 de indicații de poziție
sq: Pjesëmarrës me mbi 20 rregullime

source: Participants with over 15 fixes
bg: Участници с повече от 15 корекции
el: Συμμετέχοντες με περισσότερες από 15 διορθώσεις
fr: Participants avec plus de 15 corrections
hu: Résztvevők több mint 15 helyzetmegjelöléssel
mk: учесници со над 15 корекции
ro: Participanți cu peste 15 de indicații de poziție
sq: Pjesëmarrës me mbi 15 rregullime

source: Participants with over 10 fixes
bg: Участници с повече от 10 корекции
el: Συμμετέχοντες με περισσότερες από 10 διορθώσεις
fr: Participants avec plus de 10 corrections
hu: Résztvevők több mint 10 helyzetmegjelöléssel
mk: учесници со над 10 корекции
ro: Participanți cu peste 10 indicații de poziție
sq: Pjesëmarrës me mbi 10 rregullime

source: Participants with over 5 fixes
bg: Участници с повече от 5 корекции
el: Συμμετέχοντες με περισσότερες από 5 διορθώσεις
fr: Participants avec plus de 5 correctifs
hu: Résztvevők több mint 5 helyzetmegjelöléssel
mk: учесници со над 5 корекции
ro: Participanți cu peste 5 indicații de poziție
sq: Pjesëmarrës me mbi 5 rregullime

source: Participants with at least 1 fix
bg: Участници с поне 1 корекция
el: Συμμετέχοντες με τουλάχιστον 1 διόρθωση
fr: Participants avec au moins 1 correction
hu: Résztvevők legalább 1 helyzetmegjelöléssel
mk: учесници со најмалку 1 корекција
ro: Participanți cu doar 1 indicație de poziție
sq: Pjesëmarrës me të paktën një rregullim

source: Participants with at least 1 report
bg: Участници с поне 1 доклад
el: Συμμετέχοντες με τουλάχιστον 1 αναφορά
fr: Participants ayant au moins un signalement
hu: Résztvevők legalább 1 jelentéssel
mk: Учесници со најмалку 1 извештај
ro: Participanți cu 1 raport
sq: Pjesëmarrës me të paktën një raport

source: Participants with over 1 reports
bg: Участници с повече от 1 доклад
el: Συμμετέχοντες με περισσότερες από 1 αναφορά
fr: Participants ayant plus d'un signalement
hu: Résztvevők több mint 1 jelentéssel
mk: Учесници со повеќе од 1 извештај
ro: Participanți cu peste 1 raport
sq: Pjesëmarrës me mbi 1 raport

source: Participants with over 2 reports
bg: Участници с повече от 2 доклада
el: Συμμετέχοντες με περισσότερες από 2 αναφορές
fr: Participants ayant plus de 2 signalements
hu: Résztvevők több mint 2 jelentéssel
mk: Учесници со повеќе од 2 извештаи
ro: Participanți cu peste 2 rapoarte
sq: Pjesëmarrës me mbi 2 raporte

source: Participants with over 3 reports
bg: Участници с повече от 3 доклада
el: Συμμετέχοντες με περισσότερες από 3 αναφορές
fr: Participants ayant plus de 3 signalements
hu: Résztvevők több mint 3 jelentéssel
mk: Учесници со повеќе од 3 извештаи
ro: Participanți cu peste 3 rapoarte
sq: Pjesëmarrës me mbi 3 raporte

source: Participants with over 4 reports
bg: Участници с повече от 4 доклада
el: Συμμετέχοντες με περισσότερες από 4 αναφορές
fr: Participants ayant plus de 4 signalements
hu: Résztvevők több mint 4 jelentéssel
mk: Учесници со повеќе од 4 извештаи
ro: Participanți cu peste 4 rapoarte
sq: Pjesëmarrës me mbi 4 raporte

# user_ranking_info_text_1
source: Check your current score and level. In the settings menu you will find detailed information about Mosquito Alert scoring system.
bg: Проверете текущия си резултат и ниво. В менюто с настройки ще намерите подробна информация за системата за оценка на Mosquito Alert.
ca: Consulta la teva puntuació i nivell assolits. Al menú d'ajustos trobaràs informació detallada sobre el sistema de puntuació de Mosquito Alert.
el: Δείτε τη βαθμολογία σας και το επίπεδο που ανήκετε. Στο μενού των ρυθμίσεων μπορείτε να βρείτε αναλυτικές πληροφορίες για τον τρόπο βαθμολόγησης του Mosquito Alert.
es: Consulta tu puntuación y nivel alcanzados. En el menú de ajustes encontrarás información detallada sobre el sistema de puntuación de Mosquito Alert.
fr: Vérifiez votre score et votre niveau actuels. Dans le menu des paramètres, vous trouverez des informations détaillées sur le système de notation de Mosquito Alert.
hu: Nézd meg a jelenlegi pontszámod és szinted. A beállítások menüben részletes információt találsz a Mosquito Alert pontozási rendszeréről.
mk: Проверете ги Вашите поени и нивото на кое се наоѓате. Во менито за Поставување ќе најдете детални информации за системот за бодување.
ro: Verificați scorul și nivelul curent. În meniul de setări veți găsi informații detaliate despre sistemul de punctare Mosquito Alert.
sq: Kontrollo nivelin dhe pikët tuaja aktuale. Tek menuja e cilësimeve do të gjeni informacion të detajuar mbi sistemin e pikëve të Aplikacionit "Mosquito Alert".

# user_ranking_info_text_2
source: More info about
bg: Повече информация за
ca: Més informació sobre la
el: Περισσότερες πληροφορίες για
es: Más información sobre
fr: Plus d'informations sur
hu: Több infó
mk: повеќе информации за
ro: Mai multe informații despre
sq: Më shumë informacion rreth

# user_ranking_info_text_3
source: scoring
bg: оценката
ca: puntuació
el: τη βαθμολογία
es: la puntuación
fr: notation
hu: pontozás
mk: Бодирање
ro: punctaj
sq: Shënimi i pikëve

# no_score_yet
source: You don't have a score yet therefore you don't appear in the ranking. Please, upload some notifications and check back later. To know how to earn points, follow the link below.
bg: Все още нямате резултат, следователно не се появявате в класацията. Моля, качете някакви съобщения и проверете отново по-късно. За да разберете как да печелите точки, последвайте връзката по-долу.
ca: Encara no tens una puntuació, així que no apareixes al ranking. Si us plau, puja algunes notificacions i torna a consultar el ranking més tard. Per saber com guanyar punts, segueix l'enllaç de més avall.
el: Λόγω έλλειψης βαθμολογίας, δεν εμφανίζεστε στη σειρά κατάταξης. Παρακαλώ, υποβάλετε γνωστοποιήσεις/παρατηρήσεις και δείτε ξανά τη βαθμολογία σας. Για να μάθετε πώς να κερδίσετε βαθμούς, ακολουθήστε το σύνδεσμο παρακάτω.
es: Todavía no tienes puntuación, así que no apareces en el ranking. Por favor, sube algunas observaciones y vuelve a consultar el ranking más tarde. Para saber cómo ganar puntos, sigue el enlace más abajo.
fr: Vous n'avez pas encore de score, donc vous n'apparaissez pas dans le classement. Veuillez télécharger quelques notifications et consultez-le plus tard. Pour savoir comment gagner des points, suivez le lien ci-dessous.
hu: Mivel még nincs pontod, így nem szerepelsz a rangsorban. Tölts fel pár jegyzetet és nézz vissza később. Az alábbi linkre kattintva megtudhatod, hogyan szerezhetsz pontokat.
mk: Сè уште немате постигнато резултат и затоа Ве нема во рангирањето. Ве молиме,прикачете некакви податоци и проверете подоцна. За да дознаете како да постигнете поени, кликнете на линкот подолу.
ro: Nu aveți încă un scor, prin urmare nu apareți în clasament. Vă rugăm, încărcați câteva notificări și reveniți mai târziu. Pentru a afla cum să câștigați puncte, urmăriți linkul de mai jos.
sq: Nuk keni asnjë pikë akoma, prandaj nuk shfaqeni në klasifikim. Ju lutem, ngarkoni disa njoftime dhe kontrolloni më vonë. Për të ditur sesi të fitoni pikë, ndiqni link-un e mëposhtëm.

# last_ranking_data_update
source: Last update
bg: последно актуализиран
ca: Darrera actualització
el: τελευταία ενημέρωση
es: Última actualización
fr: Dernière mise à jour
hu: Utolsó frissítés
mk: последно ажурирано
ro: Ultima actualizare
sq: Përditësuar së fundi

source: My position
bg: Моята позиция
ca: La meva posició
el: Η θέση μου
es: Mi posición
fr: Ma position
hu: Helyzetem
mk: Моја позиција
ro: Poziția mea
sq: Pozicioni im

source: of
bg: от
ca: de
el: του
es: de
hu: nak
mk: на
ro: de
sq: Nga

source: Rank
bg: Ранг
ca: Posició
el: Θέση κατάταξης
es: Posición
fr: Rang
hu: Rangsor
mk: ранг
ro: Rang
sq: Kategoria

source: User
bg: Потребител
ca: Usuari
el: Χρήστης
es: Usuario
fr: Utilisateur
hu: Felhasználó
mk: корисник
ro: Utilizator
sq: Përdorues

source: Overall class
bg: Общ клас
ca: Rang general
el: Γενική κατάταξη
es: Rango general
fr: Classe générale
hu: Általános csoport
mk: сите класи
ro: Clasa generală
sq: Klasa e përgjithshme

source: Score
bg: Точки
ca: Puntuació
el: Βαθμολογία
es: Puntuación
hu: Pontozás
mk: поени
ro: Scor
sq: Pikët

source: This is you!
bg: Това си ти!
ca: Tu ets aquí!
el: Είστε εδώ!
es: ¡Tú estás aquí!
fr: C'est vous !
hu: Ez vagy te!
mk: Ова сте Вие!
ro: Acesta esti tu!
sq: Ky jeni ju!

# Score details
source: Details
bg: Подробности
ca: Més detalls
el: Περισσότερες λεπτομέρειες
es: Más detalles
fr: Détails
hu: Részletek
mk: детали
ro: Detalii
sq: Detaje

# Citizen Scientist
source: Score summary
bg: Обобщение на резултата
ca: Resum de la puntuació
el: Σύνοψη βαθμολογίας
es: Resumen de la puntuación
fr: Résumé des résultats
hu: Pontozás összegzése
mk: вкупно поени
ro: Scor total
sq: Përmbledhja e pikëve

# last_score_data_update
source: Last update
bg: последно актуализиран
ca: Darrera actualització
el: τελευταία ενημέρωση
es: Última actualización
fr: Dernière mise à jour
hu: Utolsó frissítés
mk: последно ажурирано
ro: Ultima actualizare
sq: Përditësuar së fundi

# this_is_your_personal_avatar
source: This is the participant's avatar. According to the score, the current experience level is
bg: Това е аватарът на участника. Според резултата, текущото ниво на опит е
ca: Avatar personal del participant. Gràcies a la puntuació obtinguda, s'ha assolit el nivell d'experiència general de
el: Προσωπικό είδωλο του συμμετέχοντα. Χάρη της βαθμολογίας που λάβατε, έχετε φτάσει στο επίπεδο εμπειρίας
es: Avatar personal del participante. Gracias a la puntuación obtenida, se ha alcanzado el nivel de experiencia general de
fr: C'est l'avatar du participant. Selon le score, le niveau d'expérience actuel est
hu: Ez a résztvevő avatarja. A pontozás alapján, a jelenlegi tapasztalati szint
mk: Ова е аватар на учесникот. Според резултатот,нивото на искуство е
ro: Acesta este avatarul participantului. Conform scorului, nivelul actual de experiență este
sq: Kjo është figura e pjesëmarrësit. Sipas pikëve, niveli aktual i eksperiencës është

# there_are_5_levels
source: There are 5 possible levels: Novice, Beginner, Collaborator, Expert, Master and Grand Master.
bg: Има 5 възможни нива: начинаещ, сътрудник, експерт, майстор и гросмайстор.
ca: Hi ha 5 nivells possibles: Novell, Principiant, Col·laborador, Expert, Mestre i Gran Mestre.
el: Υπάρχουν 5 επίπεδα εμπειρίας: Αρχάριος, Συνεργάτης, Ειδικός, Δάσκαλος και Μέγα Δάσκαλος
es: Hay 5 niveles posibles: Principiante, Colaborador, Experto, Maestro y Gran Maestro.
fr: Il y a 5 niveaux possibles : débutant, collaborateur, expert, maître et grand maître.
hu: Öt szintet lehet elérni: Kezdő, Együttműködő, Szakértő, Mester és Nagy Mester.
mk: Постојат 5 можни нивоа: Почетник, Соработник, Експерт, Мајстор и Веле-мајстор.
ro: Există 5 niveluri posibile: Începător, Colaborator, Expert, Maestru și Mare Maestru.
sq: Janë 5 nivele të mundshme: Fillestar, Bashkëpunëtor, Ekspert, Master dhe Master kryesor

# Joined
source: Started contributing
bg: Започна да участва от
ca: Va començar a participar fa
el: Ξεκινήστε να συμμετέχετε
es: Empezó a participar hace
fr: A commencé à contribuer
hu: Megkezdett részvétel
mk: почнавте да придонесувате
ro: Participarea a început
sq: Fillimi i kontribuimit

source: Last active
bg: Последно активен
ca: Darrera activitat fa
el: Τελευταία δραστηριότητα έχει
es: Última actividad hace
fr: Dernière activité
hu: Utoljára aktív
mk: последно активен
ro: Ultima data activ
sq: Kur keni qenë aktiv për herë të fundit

source: Never
bg: Никога
ca: Mai
el: Ποτέ
es: Nunca
hu: Soha
mk: Никогаш
ro: Niciodată
sq: Asnjëherë

# Overall rank - Unranked
source: Overall position - unranked
bg: Обща позиция - без класиране
ca: Posició global - no tens posició
el: Συνολική κατάταξη - Χωρίς κατάταξη
es: Posición global - Sin posición
fr: Position globale - non classée
hu: Általános pozíció - nem rangsorolt
mk: општа позиција- нерангиран/а
ro: Poziția generală - nereclasată
sq: Pozicion i përgjithshëm - i parenditur

# Overall rank
source: Overall position
bg: Обща позиция
ca: Posició global
el: Συνολική κατάταξη
es: Posición global
fr: Position globale
hu: Általános pozíció
mk: општа позиција
ro: Poziția generală
sq: Pozicion i përgjithshëm

# Top
source: You are in the top
bg: Ти си сред първите
ca: Estàs entre el
el: Είσαι μεταξύ του
es: Estás entre el
fr: Vous êtes au top participants Points Prix attribués
hu: A csúcson vagy
mk: Вие сте на врвот
ro: Ești în top
sq: Jeni në krye

source: participants
bg: участници
el: συμμετέχοντες
es: participantes
hu: résztvevők
mk: учесници
ro: participanți
sq: Pjesëmarrësit

# XP
source: Points
bg: Точки
ca: Punts
el: Βαθμοί
es: Puntos
hu: Pontok
mk: поени
ro: Puncte
sq: Pikët

# Other awards
source: Granted awards
bg: Присъдени награди
ca: Premis obtinguts
el: Βραβεία που αποκτήθηκαν
es: Premios obtenidos
fr: Prix attribués
hu: Díjak
mk: освоени награди
ro: Premii acordate
sq: Çmime të dhëna

# awarded_on
source: Granted on
bg: Присъдена на
ca: Concedits el
el: Χορηγείται στις
es: Concedido el
fr: Accordé le
hu: Díjazott
mk: даден на
ro: Acordat pe
sq: Dhënë më

# XP, awarded on
source: points, awarded on
bg: точки, присъдени на
ca: punts, concedits el
el: βαθμοί που χορηγήθηκαν
es: puntos, concedidos
fr: points, attribués le
hu: pontok
mk: поени, дадени на
ro: puncte, acordate pe
sq: Pikët, dhënë më

source: Level obtained for
bg: Достигнато ниво за
ca: Nivell assolit per
el: Επίπεδο που επιτεύχθηκε για
es: Nivel alcanzado para
fr: Niveau obtenu pour
hu: Elért szint
mk: достигнато ниво за
ro: Nivelul obținut pentru
sq: Niveli i fituar për

source: Mosquito
bg: Комар
ca: Mosquit
el: Κουνούπι
hu: Szúnyog
mk: Комарец
ro: Ţânţar
sq: Mushkonja

# Mosquito rank - Unranked
source: Specific position for Mosquito - unranked
bg: Специфично ниво за Комар - без ранг
ca: Posició específica per Mosquit - Sense classificació
el: Ακριβής θέση για Κουνούπι - Χωρίς κατάταξη
es: Posición específica para Mosquito - Sin clasificar
fr: Classement spécifique pour Moustique - non classé
hu: Szúnyog alapján meghatározott pozíció- nem rangsorolt
mk: специфично ниво за комарци - нерангиран
ro: Poziție specifică pentru țânțari - fără clasificare
sq: Pozicion i veçantë për Mushkonjat - i parenditur

# Mosquito rank
source: Specific position for Mosquito
bg: Специфично ниво за Комар
ca: Posició específica per Mosquit
el: Ακριβής θέση για Κουνούπι
es: Posición específica para Mosquito
fr: Classement spécifique pour Moustique
hu: Szúnyog alapján meghatározott pozíció
mk: специфично ниво за комарци
ro: Poziție specifică pentru țânțari
sq: Pozicion i veçantë për Mushkonjat

# click_score_instructions
source: Click the colored squares to see the details of sent data and awards received.
bg: Щракнете върху цветните квадратчета, за да видите подробностите за изпратените данни и получените награди.
ca: Fes clic sobre els quadres per veure detalls de les dades enviades i els punts aconseguits.
el: Κάντε κλικ πάνω στα χρωματιστά τετράγωνα για να δείτε τις λεπτομέρειες των δεδομένων που στάλθηκαν και των βαθμών που αποκτήθηκαν.
es: Clica encima de los cuadros para ver los detalles de los datos enviados y los puntos conseguidos.
fr: Cliquez sur les carrés colorés pour voir le détail des données envoyées et des récompenses reçues.
hu: Kattints a színes négyzetekre az elküldött adatok és a kapott díjak részleteinek megtekintéséhez.
mk: Кликнете на обоените квадрати за да ги видите деталите за испратените податоци и наградите.
ro: Faceți clic pe pătratele colorate pentru a vedea detaliile datelor trimise și premiile primite.
sq: Klikoni katrorët e ngjyrosur për të parë detajet e të dhënave të dërguara dhe çmimet e mara.

# xp awarded for
source: points awarded for
bg: точки, присъдени за
ca: punts concedits per
el: βαθμοί που αποκτήθηκαν από
es: puntos concedidos por
fr: points attribués pour
hu: elnyert pontok
mk: доделени бодови за
ro: puncte acordate pentru
sq: Pikë të dhëna për

# No awards because
source: You have gained no points because
bg: Не получавате точки, защото
ca: No has obtingut punts per què
el: Δεν έχεις αποκτήσει βαθμούς επειδή
es: No has obtenido puntos ya que
fr: Vous n'avez gagné aucun point parce que
hu: Nem kaptál pontot, mert
mk: немате освоено поени затоа што
ro: Nu ai câștigat niciun punct pentru că
sq: Nuk keni fituar pikë sepse

source: No awards for this report!
bg: Нямате точки за този доклад!
ca: Cap premi per aquest informe
el: Αυτή η έκθεση δεν έχει βαθμούς!
es: ¡Este informe no tiene puntos concedidos!
hu: Ez a jelentés nem kapott pontokat!
mk: Овој извештај нема доделени поени!
ro: Nu există premii pentru acest raport!
sq: Ky raport nuk ka asnjë pikë të fituar

source: Breeding site
bg: Развъдни места
ca: Llocs de cria
el: Εστίες ανάπτυξης/αναπαραγωγής κουνουπιών
es: Lugares de cría
fr: Sites de reproduction
hu: Tenyészőhelyek
mk: места за размножување
ro: Locații de reproducere
sq: Vende ku rriten

# Breeding site rank - Unranked
source: Specific Breeding site rank - Unranked
bg: Специфично ниво за Развъдни места - без ранг
ca: Posició específica per Llocs de cria - sense classificar
el: Ακριβής θέση για εστίες ανάπτυξης/αναπαραγωγής κουνουπιών - Χωρίς κατάταξη
es: Posición específica para Lugares de cría - Sin clasificar
fr: Rang du site de reproduction spécifique - Non classé
hu: Tenyészőhely alapján meghatározott rang - nem rangsorolt
mk: специфичен ранг за места на размножување - Нерангиран
ro: Clasamentul locului de reproducere specific - Neclasificat
sq: Renditja e vendeve ku rriten - i parenditur

# Breeding site rank
source: Specific Breeding site rank
bg: Специфичен ранг за Развъдни места
ca: Posició específica per Llocs de cria
el: Ακριβής θέση για εστίες ανάπτυξης/αναπαραγωγής κουνουπιών
es: Posición específica para Lugares de cría
fr: Classement spécifique des sites de reproduction
hu: Tenyészőhely alapján meghatározott rang
mk: специфичен ранг за места на размножување .
ro: Clasament specific locului de reproducere
sq: Renditja e vendeve ku rriten

# Novice
source: Beginner
bg: Начинаещ
ca: Novell
el: Αρχάριος
es: Principiante
fr: Débutant
hu: Kezdő
mk: Почетник
ro: Începător
sq: Fillestar

source: Contributor
bg: Сътрудник
ca: Col·laborador
el: Συνεργάτης
es: Colaborador
fr: Collaborateur
hu: Együttműködő
mk: соработник
ro: Colaborator
sq: Kontribues

source: Expert
bg: Експерт
el: Ειδικός
es: Experto
hu: Szakértő
mk: експерт
sq: Ekspert

source: Master
bg: Майстор
ca: Mestre
el: Δάσκαλος
es: Maestro
fr: Maître
hu: Mester
mk: Мајстор
ro: Maestru

source: Grandmaster
bg: Гросмайстор
ca: Gran mestre
el: Μεγάλος δάσκαλος
es: Gran maestro
fr: Grand maître
hu: Nagy Mester
mk: Веле-мајстор
ro: Marele Maestru
sq: Master kryesor

source: years ago
bg: години
ca: anys
el: χρόνια
es: años
hu: évek
mk: година
ro: cu ani în urmă
sq: Vite më parë

source: months ago
bg: месец(а)
ca: mesos
el: μήνες
es: meses
hu: hónapok
mk: месец
ro: cu luni în urmă
sq: Muaj më parë

source: days ago
bg: дни
ca: dies
el: ημέρες
es: días
hu: napok
mk: ден
ro: zile în urmă
sq: Ditë më parë

source: Tigaserver admin
bg: Администратор на Tigaserver
el: Διαχειριστής Tigaserver
fr: Admin de Tigaserver
mk: администратор на Tigaserver
ro: Administrator Tigaserver
sq: Adminintatori i serverit tiga

source: Tigaserver administration
bg: Администрация на Tigaserver
el: Διαχείριση Tigaserver
fr: Administration de Tigaserver
hu: Tigaserver adminisztráció
mk: Администрација на Tigaserver
ro: Administrarea Tigaserver
sq: Administrimi i serverit tiga

source: Inbox
bg: Входящи съобщения
el: Εισερχόμενα
hu: Postaláda
mk: примени пораки
sq: Mesazhe të ardhura

source: Sent Messages
bg: Изпратени съобщения
el: Εξερχόμενα Μηνύματα
hu: Elküldött üzenetek
mk: Испратени пораки
sq: Mesazhe të dërguara

source: New Message
bg: Ново съобщение
el: Νέο Μήνυμα
hu: Új üzenet
mk: Нова порака
sq: Mesazhe të reja

source: Trash
bg: Кошче
el: Καλάθι
hu: Kuka
mk: отпадок
sq: Koshi

source: Compose Message
bg: Съставяне на съобщение
el: Σύνταξη Μηνύματος
hu: Üzenet írása
mk: составете ја пораката
sq: Shkruaj mesazh

source: Send
bg: Изпращане
el: Αποστολή
hu: Küldés
mk: испратете
sq: Të dërguara

source: Sender
bg: Подател
el: Αποστολέας
hu: Küldő
mk: испраќач
sq: Dërguesi

source: Subject
bg: Тема
el: Θέμα
hu: Tárgy
mk: предмет
sq: Subjekti

source: Received
bg: Получени съобщения
el: Ληφθέντα
hu: Beérkező
mk: примено
sq: Të ardhura

source: Action
bg: Действие
el: Δράση
hu: Akció
mk: акција
sq: Veprim

source: delete
bg: изтриване
el: διαγραφή
hu: törlés
mk: Избришете
sq: Fshij

source: No messages.
bg: Няма съобщения
el: Χωρίς μηνύματα
hu: Nincs üzenet
mk: нема известувања
sq: Nuk ka mesazhe

source: Recipient
bg: Получател
el: Αποδέκτης
hu: Befogadó
mk: примач
sq: Marrësi

source: Sent
bg: Изпратени съобщения
el: Απεστάλη
hu: Elküldve
mk: испратено
sq: I dërguar

source: View Message
bg: Преглед на съобщение
el: Προβολή Μηνύματος
hu: Üzenet megtekintése
mk: погледнете ја пораката
sq: Shih mesazhin

source: Date
bg: Дата
el: Ημερομηνία
hu: Dátum
mk: датум
sq: Data

source: Reply
bg: Отговор
el: Απάντηση
hu: Válasz
mk: одговорете
sq: Kthej përgjigje

source: Delete
bg: Изтриване
el: Διαγραφή
hu: Törlés
mk: избришете
sq: Fshij

source: Toggle navigation
bg: Навигация
ca: Alternar panell de navegació
el: Πλοήγηση
es: Navegación
fr: Basculer la navigation
hu: Navigáció
mk: вклучи ја навигацијата
ro: Comutare navigare
sq: Ndryshim i lundrimit/navigimit

source: Menu
bg: Меню
ca: Menú
el: Μενού
hu: Menü
mk: мени
ro: Meniu

source: Photos you have taken notes on but not yet scored
bg: Снимки, които сте направили, но все още нямат оценка
el: Φωτογραφίες που σχολιάσατε (σημειώσεις) αλλά δεν έχετε βαθμολογήσει ακόμη
fr: Photos sur lesquelles vous avez pris des notes mais qui n'ont pas encore été notées
hu: Fotók, amelyekhez jegyzeteket készítettél, de még nem lettek pontozva
mk: фотографии кои сте ги направиле, но се уште не се бодирани
ro: Fotografii pe care ați luat notițe, dar încă nu le-ați marcat
sq: Fotografi për të cilat keni mbajtur shënime, por që nuk kanë marrë akoma pikë

source: Photos you have already scored
bg: Снимки, които вече имат оценка
el: Φωτογραφίες που έχετε ήδη βαθμολογήσει
fr: Photos que vous avez déjà prises
hu: Pontozott fotóid
mk: фотографии кои што се веќе бодирани
ro: Fotografii pe care le-ați marcat deja
sq: Fotografi për të cilat tashmë keni fituar pikë

source: Save
bg: Запазване
ca: Guardar
el: Αποθήκευση
es: Guardar
fr: Sauvegarder
hu: Mentés
mk: зачувај
ro: Salvează
sq: Ruaj
