Repository: dani-guerrero/tigatrapp-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: bg, ca, el, es, fr, hu, mk, ro, sq

# report_row_title
source: Taxonomic description <a href="http://www.mosquitoalert.com/en/mosquitoes/tiger-mosquito-ae-albopictus/" target="_blank">Ae. albopictus</a> and <a href="http://www.mosquitoalert.com/en/mosquitoes/yellow-fever-mosquito-ae-aegypti/" target="_blank">Ae. aegypti</a>
bg: Таксономично описание на <a href="http://www.mosquitoalert.com/en/mosquitoes/tiger-mosquito-ae-albopictus/" target="_blank">Ae. albopictus</a> и <a href="http://www.mosquitoalert.com/en/mosquitoes/yellow-fever-mosquito-ae-aegypti/" target="_blank">Ae. aegypti</a>
ca: Descripció taxonòmica <a href="http://www.mosquitoalert.com/ca/mosquits/mosquit-tigre-ae-albopictus/" target="_blank">Ae. albopictus</a> i <a href="http://www.mosquitoalert.com/ca/mosquits/mosquit-de-la-febre-groga/" target="_blank">Ae. aegypti</a>
el: Ταξινομική περιγραφή <a href="http://www.mosquitoalert.com/en/mosquitoes/tiger-mosquito-ae-albopictus/" target="_blank"> Ae. albopictus </a> και <a href="http://www.mosquitoalert.com/en/mosquitoes/yellow-fever-mosquito-ae-aegypti/" target="_blank"> Ae. aegypti </a>
es: Descripción taxonómica <a href="http://www.mosquitoalert.com/mosquitos/mosquito-tigre-ae-albopictus/" target="_blank">Ae. albopictus</a> y <a href="http://www.mosquitoalert.com/mosquitos/mosquito-de-la-fiebre-amarilla-2/" target="_blank">Ae. aegypti</a>
fr: Description taxonomique Ae. albopictus et Ae. aegypti
hu: Taxonómiai leírás <a href="http://www.mosquitoalert.com/en/mosquitoes/tiger-mosquito-ae-albopictus/" target="_blank">Ae. albopictus</a> és <a href="http://www.mosquitoalert.com/en/mosquitoes/yellow-fever-mosquito-ae-aegypti/" target="_blank">Ae. aegypti</a>
mk: Таксономски опис на Ae. albopictus and Ae. aegypti <a href="http://www.mosquitoalert.com/en/mosquitoes/tiger-mosquito-ae-albopictus/" target="_blank">Ae. albopictus</a> and <a href="http://www.mosquitoalert.com/en/mosquitoes/yellow-fever-mosquito-ae-aegypti/" target="_blank">Ae. aegypti</a>
ro: Descriere taxonomică <a href="http://www.mosquitoalert.com/en/mosquitoes/tiger-mosquito-ae-albopictus/" target="_blank">Ae. albopictus</a> și <a href="http://www.mosquitoalert.com/en/mosquitoes/yellow-fever-mosquito-ae-aegypti/" target="_blank">Ae. aegypti</a>
sq: Përshkrimi taksonomik i Ae. albopictus dhe Ae. aegypti

# report_row_help
source: Observations by participant
bg: Наблюдения от участник
ca: Observacions fetes pels participants
el: Παρατηρήσεις από συμμετέχοντες/χρήστες
es: Observaciones hechas por los participantes
fr: Observations du participant
hu: Résztvevők megfigyelései
mk: набудувања од страна на учесникот
ro: Observații de către participant
sq: Vëzhgimet nga pjesëmarrësit

# photo_row_title
source: Photos
bg: Снимки
ca: Fotos
el: Φωτογραφίες
es: Fotos
hu: Fotók
mk: фотографии
ro: Fotografii
sq: Fotografitë

# photo_row_help
source: Sent by participants (if there are photos)
bg: Изпратени се от участници (ако има снимки)
ca: Fetes pels participants (si hi ha fotos)
el: Στάλθηκαν από συμμετέχοντες/χρήστες (αν υπάρχουν διαθέσιμες φωτογραφίες)
es: Hechas por los participantes (si hay fotos)
fr: Envoyé par les participants (s'il y a des photos)
hu: A résztvevők által beküldve (ha vannak fotók)
mk: Испратени од учесници ( доколку има фотографии)
ro: Trimis de participanți (dacă există fotografii)
sq: Të dërguara nga pjesëmarrësit (nëse ka fotgrafi)

# notes_row_title
source: Notes
bg: Бележки
el: Σημειώσεις
es: Notas
hu: Megjegyzések
mk: Белешки
ro: Notițe
sq: Shënime

# notes_row_help
source: From experts or observers (optional)
bg: От експерти или наблюдатели (по избор)
ca: Escrites per experts o participants (optatiu)
el: Από ειδικούς ή απλούς παρατηρητές (προαιρετικό)
es: Escritas por expertos o participantes (optativo)
fr: Par des experts ou des observateurs (facultatif)
hu: Szakértőktől vagy megfigyelőktől (opcionális)
mk: Од експерти или набљудувачи ( по избор )
ro: De la experți sau observatori (opțional)
sq: Nga ekspertët ose vëzhguesit (jo e detyrueshme)

# validation_button_subtext_adults_high
source: Confirmed Ae. albopictus/aegypti
bg: Потвърдени Ae. albopictus/aegypti
ca: Ae. albopictus/aegypti confirmats
el: Επιβεβαιωμένα Ae. albopictus/aegypti
es: Ae. albopictus/aegypti confirmados
fr: Ae. albopictus/aegypti confirmés
hu: Megerősített Ae. albopictus/aegypti
mk: потврден Ae. albopictus/aegypti
ro: A confirmat Ae. albopictus/aegypti
sq: Ae. albopictus/aegypti e konfirmuar

# validation_button_subtext_adults_medium
source: Possible and confirmed Ae. albopictus/aegypti
bg: Възможни и потвърдени Ae. albopictus/aegypti
ca: Ae. albopictus/aegypti possibles i confirmats
el: Πιθανά και επιβεβαιωμένα Ae. albopictus/aegypti
es: Ae. albopictus/aegypti posibles y confirmados
fr: Ae. albopictus/aegypti potentiels et confirmés
hu: Lehetséges és megerősített Ae. albopictus/aegypti
mk: можен и потврден Ae. albopictus/aegypti
ro: Posibil și confirmat Ae. albopictus/aegypti
sq: Ae. albopictus/aegypti e konfirmuar ose e mundshme

# validation_button_subtext_adults_all
source: No filter
bg: Без филтър
ca: Sense filtre
el: Χωρίς φίλτρο
es: Sin filtro
fr: Pas de filtre
hu: Nincs szűrés
mk: Без филтер
ro: Fără filtru
sq: Pa filtër

# validation_button_subtext_sites_high
source: Confirmed breeding sites
bg: Потвърдени развъдни места
ca: Llocs de cria confirmats
el: Επιβεβαιωμένες εστίες ανάπτυξης/αναπαραγωγής κουνουπιών
es: Lugares de cría confirmados
fr: Sites de reproduction confirmés
hu: Megerősített tenyészőhelyek
mk: потврдени места за размножување
ro: Locuri de reproducere confirmate
sq: Vende ku rriten të konfirmuara

# validation_button_subtext_sites_medium
source: Possible and confirmed breeding sites
bg: Възможни и потвърдени развъдни места
ca: Llocs de cria possibles i confirmats
el: Πιθανές και επιβεβαιωμένες εστίες ανάπτυξης/αναπαραγωγής κουνουπιών
es: Lugares de cría posibles y confirmados
fr: Sites de reproduction potentiels et confirmés
hu: Lehetséges és megerősített tenyészőhelyek
mk: Можни и потврдени места за размножување
ro: Posibile locuri de reproducere și confirmate
sq: Vende ku rriten (vendrritje) të konfirmuara dhe të mundshme

# validation_button_subtext_sites_all
source: No filter
bg: Без филтър
ca: Sense filtre
el: Χωρίς φίλτρο
es: Sin filtro
fr: Pas de filtre
hu: Nincs szűrés
mk: без филтер
ro: Fără filtru
sq: Pa filtër

# expert_cat_unclassified
source: Unclassified
bg: Некласифициран
ca: Sense clasificar
el: Μη ταξινομημένα
es: Sin clasificar
fr: Non classé
hu: Osztályozatlan
mk: не класифицирано
ro: Neclasificat
sq: I paklasifikuar

# expert_cat_site
source: Tiger mosquito breeding site
bg: Развъдно място на тигров комар
ca: Lloc de cria de mosquit tigre
el: Εστία ανάπτυξης/αναπαραγωγής του Ασιατικού κουνουπιού τίγρη
es: Lugar de cría de mosquito tigre
fr: Site de reproduction du moustique-tigre asiatique
hu: Tigrisszúnyog tenyészőhely
mk: место за размножување на Тигрест комарец
ro: Sit de reproducere a țânțarilor tigru
sq: Vende ku rriten (vendrritje) të mushkonjës tigër

# expert_cat_possible_site
source: Possible tiger mosquito breeding site
bg: Възможно развъдно място на тигров комар
ca: Possible lloc de cria de mosquit tigre
el: Πιθανή εστία ανάπτυξης/αναπαραγωγής του Ασιατικού κουνουπιού τίγρη
es: Posible lugar de cría de mosquito tigre
fr: Site de reproduction possible du moustique-tigre asiatique
hu: Lehetséges tigrisszúnyog tenyészőhely
mk: можно место за размножување на Тигрестиот комарец
ro: Posibil loc de reproducere a țânțarilor tigru
sq: Vende ku rriten (vendrritje) të mundshme të mushkonjës tigër

# expert_cat_possible_other_site
source: Probably not tiger mosquito breeding site
bg: Вероятно развъдно място не на тигров комар
ca: Segurament no lloc de cria de mosquit tigre
el: Μη πιθανή εστία ανάπτυξης/αναπαραγωγής του Ασιατικού κουνουπιού τίγρη
es: Seguramente no lugar de cría de mosquito tigre
fr: Probablement pas un site de reproduction du moustique-tigre asiatique
hu: Feltehetően nem tigrisszúnyog tenyészőhely
mk: веројатно не е место за размножување на тигрестот комарец
ro: Probabil nu este locul de reproducere a țânțarilor tigru
sq: Vende ku rriten (vendrritje) të mundshme jo të mushkonjës tigër

# expert_cat_other_site
source: Not tiger mosquito breeding site
bg: Развъдно място не на тигров комар
ca: No lloc de cria de mosquit tigre
el: Δεν είναι εστία ανάπτυξης/αναπαραγωγής του Ασιατικού κουνουπιού τίγρη
es: No lugar de cría de mosquito tigre
fr: Pas un site de reproduction du moustique-tigre asiatique
hu: Nem tigrisszúnyog tenyészőhely
mk: не е место за размножување на тигрестиот комарец
ro: Nu este un loc de reproducere a țânțarilor tigru
sq: Vende ku rriten (vendrritje) jo e mushkonjës tigër

# expert_cat_aegypti
source: Confirmed aegypti
bg: Потвърден aegypti
ca: Confirmat aegypti
el: Επιβεβαιωμένο aegypti
es: Confirmado aegypti
fr: Aegypti confirmé
hu: Megerősített aegypti
mk: потврден комарец на жолта треска (Ае.aegypti)
ro: Aegypti confirmat
sq: aegypti e konfirmuar

# expert_cat_possible_aegypti
source: Possible aegypti
bg: Възможен aegypti
el: Πιθανό aegypti
es: Posible aegypti
fr: Aegypti possible
hu: Lehetséges aegypti
mk: можен aegypti
ro: Posibil aegypti
sq: aegypti e mundshme

# user_response_row_q_sitetype
source: Site type
bg: Тип развъдно място
ca: Selecciona lloc de cria
el: Είδος εστίας ανάπτυξης
es: Tipo de lugar de cría
fr: Type de site
hu: tenyészőhely típus
mk: Вид на областа?
ro: Tipul site-ului
sq: Tipi i vendit

# user_response_row_sites_q1
source: Stagnant water?
bg: Със застояла вода?
ca: Amb aigua estancada?
el: Με στάσιμο νερό;
es: ¿Con agua estancada?
fr: De l'eau stagnante ?
hu: Pangó víz?
mk: Застоена вода?
ro: Apă stătătoare?
sq: Ujë i ndenjur?

# user_response_row_sites_q2
source: Larvae or pupae?
bg: С ларви или какаквиди?
ca: Larves o pupes?
el: Προνύμφες ή νύμφες;
es: ¿Larvas o pupas?
fr: Larves ou nymphes ?
hu: Lárvák vagy bábok?
mk: Ларва или кукла?
ro: Larve sau pupe?
sq: Larva ose pupa?

# user_response_row_sites_q1_new
source: Public area?
bg: На обществено място?
ca: Via pública?
el: Σε δημόσιο χώρο;
es: ¿En la vía pública?
fr: Espace public ?
hu: Közterület?
mk: Јавна површина?
ro: Spațiu public?
sq: Zonë publike?

# user_response_row_sites_q2_new
source: Stagnant water and/or larvae or pupae?
bg: Със застояла вода и/или ларви или какавиди?
ca: Conté aigua estancada y/o larves o pupes?
el: Σε στάσιμα νερά ή/και προνύμφες ή νύμφες;
es: ¿Con agua estancada y/o larvas o pupas?
fr: Eau stagnante et/ou larves ou nymphes ?
hu: Pangó víz és/vagy lárvák vagy bábok?
mk: застоена вода и / или ларви или кукли?
ro: Apă stătătoare și/sau larve sau pupe?
sq: Ujë i ndenjur dhe/ose larva ose pupa?

# user_response_row_sites_q3_new
source: Mosquitoes nearby?
bg: Има ли комари наблизо?
ca: Has vist mosquits a prop?
el: Έχετε εντοπίσει κουνούπια σε κοντινή απόσταση;
es: ¿Has visto mosquitos cerca?
fr: Des moustiques à proximité ?
hu: Szúnyogok a közelben?
mk: Комарци во близина?
ro: Țânțari din apropiere?
sq: Mushkonja pranë?

# fmap_All_years
source: All years
bg: Всички години
ca: Tots els anys
el: Όλα τα έτη
es: Todos los años
fr: Toutes les années
hu: Minden év
mk: сите години
ro: Toți anii
sq: Të gjithë vitet

# fmap_All_months
source: All months
bg: Всички мессеци
ca: Tots els mesos
el: Όλους τους μήνες
es: Todos los meses
fr: Tous les mois
hu: Minden hónap
mk: сите месеци
ro: Toate lunile
sq: Të gjithë muajt

source: January
bg: януари
ca: gener
el: Ιανουάριος
es: enero
fr: janvier
hu: Január
mk: Јануари
ro: Ianuarie
sq: Janar

source: February
bg: февруари
ca: febrer
el: Φεβρουάριος
es: febrero
fr: février
hu: Február
mk: Февруари
ro: Februarie
sq: Shkurt

source: March
bg: март
ca: març
el: Μάρτιος
es: marzo
fr: mars
hu: Március
mk: Март
ro: Martie
sq: Mars

source: April
bg: април
ca: abril
el: Απρίλιος
es: abril
fr: avril
hu: Április
mk: Април
ro: Aprilie
sq: Prill

source: May
bg: май
ca: maig
el: Μάιος
es: mayo
fr: mai
hu: Május
mk: Мај
ro: Mai
sq: Maj

source: June
bg: юни
ca: juny
el: Ιούνιος
es: junio
fr: juin
hu: Június
mk: Јуни
ro: Iunie
sq: Qershor

source: July
bg: юли
ca: juliol
el: Ιούλιος
es: julio
fr: juillet
hu: Július
mk: Јули
ro: Iulie
sq: Korrik

source: August
bg: август
ca: agost
el: Αύγουστος
es: agosto
fr: août
hu: Augusztus
mk: Август
sq: Gusht

source: September
bg: септември
ca: setembre
el: Σεπτέμβριος
es: septiembre
fr: septembre
hu: Szeptember
mk: Септември
ro: Septembrie
sq: Shtator

source: October
bg: октомври
ca: octubre
el: Οκτώβριος
es: octubre
fr: octobre
hu: Október
mk: Октомври
ro: Octombrie
sq: Tetor

source: November
bg: ноември
ca: novembre
el: Νοέμβριος
es: noviembre
fr: novembre
mk: Ноември
ro: Noiembrie
sq: Nëntor

source: December
bg: декември
ca: desembre
el: Δεκέμβριος
es: diciembre
fr: décembre
mk: Декември
ro: Decembrie
sq: Dhjetor

# fmap_Adult_tiger_mosquitoes
source: Adult Ae. albopictus/aegypti
bg: Възрастни Ae. albopictus/aegypti
ca: Adults Ae. albopictus/aegypti
el: Ακμαία κουνούπια Ae. albopictus/aegypti
es: Adultos Ae. albopictus/aegypti
fr: Ae. albopictus/aegypti adulte
hu: Felnőtt Ae. albopictus/aegypti
mk: Возрасен Ae. albopictus/aegypti
sq: Adult i Ae. albopictus/aegypti

# fmap_Adults
source: Adults
bg: Възрастни
el: Ακμαία κουνούπια
es: Adultos
fr: Adultes
hu: Felnőttek
mk: Возрасни
ro: Adulți
sq: Adultë/Të rritur

# fmap_Tiger_mosquito_breeding_sites
source: Ae. albopictus/aegypti breeding sites
bg: Развъдни места на Ae. albopictus/aegypti
ca: Llocs de cria de Ae. albopictus/aegypti
el: Εστίες ανάπτυξης/αναπαραγωγής Ae. albopictus/aegypti
es: Lugares de cría de Ae. albopictus/aegypti
fr: Sites de reproduction d'Ae. albopictus/aegypti
hu: Ae. albopictus/aegypti tenyészőhelyek
mk: Места за размножување на Ae. albopictus / aegypti
ro: Locuri de reproducere pentru Ae. albopictus/aegypti
sq: Vende ku rriten (vendrritje) Ae. albopictus/aegypti

# fmap_Breeding_sites
source: Breeding sites
bg: Развъдни места
ca: Llocs de cria
el: Εστίες ανάπτυξης/αναπαραγωγής
es: Lugares de cría
fr: Sites de reproduction
hu: Tenyészőhelyek
mk: места за размножување
ro: Situri de reproducere
sq: Vende ku rriten (vendrritje)

# fmap_Tigatrapp_coverage
source: Sampling effort
bg: Усилие за вземане на проби
ca: Esforç de mostreig
el: Συχνότητα δειγματοληψίας
es: Esfuerzo de muestreo
fr: Effort d'échantillonnage
hu: Mintázásba fektetett erőfeszítések
mk: Обид за земање мостри
ro: Efort de eșantionare
sq: Përpjekjet për marrjen e mostrës

# fmap_Coverage
source: Coverage
bg: Покритие
ca: Zones explorades
el: Περιοχές που διερευνήθηκαν
es: Zonas exploradas
fr: Couverture
hu: Lefedettség
mk: покриеност
ro: Acoperire
sq: Mbulesa

# validation_button_text_high
source: High reliability
bg: Висока надеждност
ca: Informes de fiabilitat alta
el: Αναφορές με ψηλή αξιοπιστία
es: Informes de fiabilidad alta
fr: Haute fiabilité
hu: Magas megbízhatóság
mk: Висока сигурност
ro: Fiabilitate ridicată
sq: Seriozitet i lartë

# validation_button_text_medium
source: Medium reliability
bg: Средна надеждност
ca: Informes de fiabilitat mitja
el: Αναφορές με μέτρια αξιοπιστία
es: Informes de fiabilidad media
fr: Fiabilité moyenne
hu: Közepes megbízhatóság
mk: Средна сигурност
ro: Fiabilitate medie
sq: Seriozitet i mesëm

# validation_button_text_all
source: All reports
bg: Всички доклади
ca: Tots els informes
el: Όλες οι αναφορές
es: Todos los informes
fr: Tous les signalements
hu: Minden jelentés
mk: сите извештаи
ro: Toate rapoartele
sq: Të gjithë raportet

# site_report_legend_main_title
source: Markers
bg: Маркери
ca: Marcadors
el: Δείκτες
es: Marcadores
fr: Marqueurs
hu: Jelzések
mk: маркери
ro: Marcatori
sq: Shënuesit

source: Coverage Map
bg: Карта на покритието
ca: Zones explorades
el: Χάρτης περιοχής που καλύφθηκε
es: Zonas exploradas
fr: Carte de couverture
hu: Lefedettség térkép
mk: мапа на покриеност
ro: Harta acoperirii
sq: Harta e mbulesës

source: Pseudo Occurrence-Exposure Map
bg: Карта на псевдо поява и експозиция
el: Χάρτης ψευδοκατανομής
fr: Cartes des pseudo-occurences et exposition
hu: Pseudo Előfordulás-Expozíció Térkép
mk: лажна појава- мапа на изложеност
ro: Harta de pseudo-apariție-expunere
sq: Harta e rreme e ekspozimit të ngjarjes

source: Adult tiger mosquitoes: Validated reports
bg: Възрастни тигрови комари: Валидирани доклади
el: Ακμαπία κουνούπια τίγρη: Επιβεβαιωμένες εκθέσεις
fr: Moustiques-tigres asiatiques adultes : Signalements validés
hu: Felnőtt tigrisszúnyogok: Validált jelentések
mk: Возрасни тигрести комарци : Валидирани извештаи
ro: Țânțari tigri adulți: Rapoarte validate
sq: Mushkonja tigër e rritur: Raportet e vërtetuara

source: Adult tiger mosquitoes: Medium and high probability reports
bg: Възрастни тигрови комари: Доклади със средна и висока вероятност
ca: Mosquits tigre: Només probabilitat mitjana i alta
el: Ακμαία κουνούπια τίγρη: εκθέσεις με μέτρια και ψηλή πιθανότητα
es: Mosquitos tigre: Sólo probabilidad media y alta
fr: Moustiques-tigres asiatiques adultes : Signalements à probabilité moyenne et élevée
hu: Felnőtt tigrisszúnyogok: Közepes és magas valószínűségű jelentések
mk: Возрасни тигрести комарци : Извештаи за средна и голема веројатност
ro: Țânțari tigri adulți: rapoarte de probabilitate medie și mare
sq: Mushkonja tigër rritur: Mundësia e mesatare dhe e lartë e raporteve

source: Adult tiger mosquitoes: High probability reports
bg: Възрастни тигрови комари: Доклади с висока вероятност
ca: Mosquits tigre: Només probabilitat alta
el: Κουνούπι τίγρης: Μόνο εκθέσεις yψηλής πιθανότητας
es: Mosquitos tigre: Sólo probabilidad alta
fr: Moustiques-tigres asiatiques adultes : signalements à forte probabilité
hu: Felnőtt tigrisszúnyogok: Magas valószínűségű jelentések
mk: Возрасни тигрести комарци : Извештаи за голема веројатност
ro: Țânțari tigri adulți: rapoarte cu probabilitate ridicată
sq: Mushkonja tigër e rritur: Raportet me mundësi të lartë

# adult-tiger-mosquitoes-all-reports
source: Mosquitoes: All reports
bg: Комари: Всички доклади
ca: Informes de mosquits: Tots
el: Κουνούπια: όλες οι εκθέσεις
es: Informes de mosquitos: Todos
fr: Moustiques : Tous les signalements
hu: Szúnyogok: Minden jelentés
mk: Комарци: Сите извештаи
ro: Țânțari: toate rapoartele
sq: Mushkonjat: Të gjithë raportet

source: Breeding Sites: Validated reports
bg: Равъдни места: Валидирани доклади
el: Εστίες ανάπτυξης/αναπαραγωγής: επιβεβαιωμένες εκθέσεις
fr: Sites de reproduction : Signalement validé
hu: Tenyészőhelyek: Validált jelentések
mk: Места за размножување : Валидирани извештаи
ro: Locații de reproducere: Rapoarte validate
sq: Vende ku rriten (vendrritje): Raportet e vërtetuara

source: Breeding sites: Storm drains and fountains
bg: Развъдни места: Дъждовна канализация и чешми
ca: Llocs de cria: Embornals i fonts
el: Εστίες ανάπτυξης/αναπαραγωγής: Αποχετεύσεις ομβρίων και συντριβάνια
es: Lugares de cría: Sumideros y fuentes
fr: Sites de reproduction : Grilles d'égout et fontaines
hu: Tenyészőhelyek: Eső elvezető csatornák és szökőkutak
mk: места за размножување: Улични шахти и фонтани
ro: Locații de reproducere: Șiroaie de apă și fântâni
sq: Vende ku rriten (vendrritje) : Puseta/kanalizime dhe burime

source: Breeding sites: Basins
bg: Развъдни места: малки изкуствени съдове
ca: Llocs de cria: Basses artificials petites
el: Εστίες ανάπτυξης/αναπαραγωγής: Λεκάνες
es: Lugares de cría: Pequeñas balsas artificiales
fr: Sites de reproduction : Bassins
hu: Tenyészőhelyek: Medencék
mk: места за размножување: Базен
ro: Locații de reproducere: Bazine
sq: Vende ku rriten (vendrritje): Pellgje

source: Breeding sites: Buckets and wells
bg: Развъдни места: Кофи и кладенци
ca: Llocs de cria: Bidons i pous
el: Εστίες ανάπτυξης/αναπαραγωγής: κουβάδες και πηγάδια
es: Lugares de cría: Bidones y pozos
fr: Sites de reproduction : Seaux et puits
hu: Tenyészőhelyek: Vödrök és kutak
mk: Места за размножување : Кофи и бунари
ro: Locații de reproducere: Găleți și puțuri
sq: Vende ku rriten (vendrritje): Kova dhe puse

source: Breeding sites: Other
bg: Равъдни места: Други
ca: Llocs de cria: Altres
el: Εστίες ανάπτυξης/αναπαραγωγής: Άλλoυ τύπου
es: Lugares de cría: Otros
fr: Sites de reproduction : Autres
hu: Tenyészőhelyek: Egyéb
mk: Места за размножување : Друго
ro: Locații de reproducere: Alte
sq: Vende ku rriten (vendrritje): Të tjera

# breeding-sites-all-reports
source: Breeding sites: All repors
bg: Равъдни места: Всички доклади
ca: Llocs de cria: Tots
el: Εστίες ανάπτυξης/αναπαραγωγής: Όλες οι εκθέσεις
es: Lugares de cría: Todos
fr: Sites de reproduction : Tous les signalements
hu: Tenyészőhelyek: Minden jelentés
mk: Места за размножување : Сите извештаи
ro: Locații de reproducere: Toate rapoartele
sq: Vende ku rriten (vendrritje): Të gjithë raportet

source: High
bg: Висок
ca: Alta
el: Υψηλή
es: Alta
fr: Haut
hu: Magas
mk: високо
ro: Ridicat
sq: I lartë

source: Medium
bg: Среден
ca: Mitjana
el: Μέτρια
es: Media
fr: Moyen
hu: Közepes
mk: средно
ro: Medie
sq: I mesëm

source: Low
bg: Нисък
ca: Baixa
el: Χαμηλή
es: Baja
fr: Bas
hu: Alacsony
mk: ниско
ro: Scăzut
sq: I ulët

# species_unclassified
source: Unidentifiable
bg: Неопределяем
ca: No identificable
el: Μη αναγνωρίσιμο
es: No identificable
fr: Non identifiables
hu: Nem azonosítható
mk: Непознат
sq: E paidentifikueshme

# species_other
source: Other species
bg: Друг вид
ca: Altres espècies
el: Άλλα είδη
es: Otras especies
fr: Autres espèces
hu: Egyéb faj
mk: Други видови
sq: Lloje të tjera

# species_albopictus
source: tiger mosquito (Aedes albopictus)
bg: тигров комар (Aedes albopictus)
ca: mosquit tigre (Aedes albopictus)
el: Ασιατικό κουνούπι τίγρης (Aedes albopictus)
es: mosquito tigre (Aedes albopictus)
fr: le moustique-tigre asiatique (Aedes albopictus)
hu: tigrisszúnyog (Aedes albopictus)
mk: тигрест комарец (Aedes albopictus)
sq: Mushkonja tigër (Aedes albopictus)

# species_aegypti
source: yellow fever mosquito (Aedes aegypti)
bg: комар на жълтата треска (Aedes aegypti)
ca: mosquit de la febre groga (Aedes aegypti)
el: κουνούπι του κίτρινου πυρετού (Aedes aegypti)
es: mosquito de la fiebre amarilla (Aedes aegypti)
fr: Aedes aegypti
hu: sárgaláz szúnyog (Aedes aegypti)
mk: комарец на жолта треска (Aedes aegypti)
sq: Mushkonja e ethes së verdhë (Aedes aegypti)

# species_japonicus
source: Asian bush mosquito (Aedes japonicus)
bg: япоснки комар (Aedes japonicus)
ca: mosquit del Japó (Aedes japonicus)
el: κουνούπι της Ιαπωνίας (Aedes japonicus)
es: mosquito del Japón (Aedes japonicus)
fr: Aedes japonicus
hu: Japán bozótszúnyog (Aedes japonicus)
mk: Јапонски комарец (Aedes japonicus)
sq: Mushkonja aziatike e shkurreve (Aedes japonicus)

# species_koreicus
source: Aedes koreicus
bg: корейски комар (Aedes koreicus)
ca: mosquit de Corea (Aedes koreicus)
el: κουνούπι της Κορέας (Aedes koreicus)
es: mosquito de Corea (Aedes koreicus)
mk: Корејски комарец (Aedes koreicus)

# species_complex
source: Mixed species
bg: Смес от видове
ca: Barreja d'espècies
el: Περισσότερα του ενός είδους
es: Mezcla de especies
fr: Espèces mélangées
hu: Kevert faj
mk: повеќе видови
sq: Lloje të përziera

# species_notsure
source: Not sure
bg: Не съм сигурен/а
ca: No està clar
el: Δεν είναι ξεκάθαρο
es: No está claro
fr: Pas sûr
hu: Nem biztos
mk: не сум сигурен/а
sq: Jo i sigurt

# species_culex
source: common house mosquito (Culex sp.)
bg: обикновен комар (Culex sp.)
ca: mosquit comú (Culex pipiens)
el: κοινό κουνούπι (Culex sp.)
es: mosquito común (Culex sp.)
fr: moustique domestique commun (Culex sp.)
hu: közönséges házi szúnyog (Culex sp.)
mk: Обичен домашен комарец (Culex sp.)
sq: Mushkonja e zakonshme e shtëpisë (Culex sp.)

# species_value_possible
source: Probable
bg: Вероятен
ca: Possible
el: Πιθανόν
hu: Valószínű
mk: веројатно
sq: E mundshme

# species_value_confirmed
source: Confirmed
bg: Потвърден
ca: Confirmat
el: Επιβεβαιωμένο
es: Confirmado
fr: Confirmé
hu: Megerősített
mk: потврдено
sq: e konfirmuar

source: The following usernames are incorrect: %(users)s
bg: Следните потребителски имена са неправилни: %(users)s
