Repository: dani-guerrero/tigatrapp-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: bg, ca, el, es, fr, hu, mk, ro, sq

source: Photos per page
bg: Снимки на страница
el: Φωτογραφίες ανά σελίδα
fr: Photos par page
hu: Fotók oldalanként
mk: фотографии по страна
ro: Fotografii pe pagină
sq: Fotografi për faqe

source: User Agreement
bg: Потребителско споразумение
ca: Acord de l'usuari
el: Αποδοχή χρήστη
es: Acuerdo del usuario
fr: Conditions d'utilisation
hu: Felhasználói szerződés
mk: договор за корисници
ro: Acordul Utilizatorului
sq: Dakordësi e përdoruesit

source: Privacy Policy
bg: Политика за поверителност
ca: Política de privacitat
el: Πολιτική απορρήτου
es: Política de privacidad
fr: Politique de confidentialité
hu: Adatvédelmi irányelvek
mk: Политика за приватност
ro: Politica de Confidențialitate
sq: Politika e privatësisë

# app-license
source: Apps License
bg: Лиценз за приложения
ca: Llicència Apps
el: Άδεια χρήσης της εφαρμογής
es: Llicència Apps
fr: Licence de l'application
hu: Applikáció Licenc
mk: Лиценца за апликации
ro: Licență pentru aplicație
sq: Licensa e Aplikacionit

# our-website-uses-cookies
source: Our website uses cookies. By continuing we assume your permission to deploy cookies. For more information on our site policies, please see our
bg: Нашият уебсайт използва бисквитки. Продължавайки, ние приемаме разрешението Ви да записваме бисквитки. За повече информация относно политиките на нашия сайт, моля, вижте нашите
ca: El nostre lloc web utilitza galetes (cookies). Si continues navegant assumim el teu permís per utilitzar galetes. Per a més informació sobre les polítiques del nostre lloc web, si us plau consulta la nostra
el: Η ιστοσελίδα μας χρησιμοποιεί cookies. Αν συνεχίσετε να περιηγείστε υποθέτουμε ότι δίνετε τη συγκατάθεσή σας για τη χρήση cookies. Για περισσότερες πληφορορίες σχετικά με την πολιτική της ιστοσελίδας μας, παρακαλώ να συμβουλευτείτε τη
es: Nuestro sitio web utiliza cookies. Si continuas navegando asumimos tu permiso para utilizar cookies. Para más información sobre las políticas de nuestro sitio web, por favor consulta nuestra
fr: Notre site web utilise des cookies. En continuant, vous marquez votre accord de déployer des cookies. Pour plus d'informations sur les politiques de notre site, veuillez consulter notre
hu: Weboldalunk sütiket használ. A folytatással feltételezzük, hogy Ön engedélyezte a sütik telepítését. Az oldalunk irányelveivel kapcsolatos további információkért kérjük, olvassa el
mk: Нашата веб - страна користи колачиња. Доколку продолжите, се согласувате со користење колачиња. За повеќе информации за нашата политика, Ве молиме погледнете ја нашата
ro: Site-ul nostru web folosește cookie-uri. Continuând, ne asumăm permisiunea dvs. de a implementa cookie-uri. Pentru mai multe informații despre politicile site-ului nostru, vă rugăm să consultați
sq: Faqja jonë e internetit përdor cookies. Nëse doni të vazhdoni, do e supozojmë si lejen tuaj për të vendosur cookies. Për më shumë informacione në faqen tonë të politikave, ju lutem shihni, tonë

source: and
bg: и
ca: i
el: και
es: y
fr: et
hu: és
mk: и
ro: și
sq: dhe

# adult-tiger-mosquitoes
source: Mosquito reports
bg: Доклади за комари
ca: Informes de mosquits
el: Εκθέσεις κουνουπιών
es: Informes de mosquitos
fr: Signalements de moustiques
hu: Szúnyog jelentések
mk: извештаи за комарци
ro: Rapoarte de țânțari
sq: Raportet e mushkonjave

source: All reports
bg: Всички доклади
ca: Tots
el: Όλες οι εκθέσεις
es: Todos
fr: Tous les signalements
hu: Minden jelentés
mk: сите извештаи
ro: Toate rapoartele
sq: Të gjitha raportet

source: Medium and high probability reports only
bg: Доклади само със средна и висока вероятност
ca: Només probabilitat mitjana i alta
el: Επιλογή εκθέσεων με μεσαία και ψηλή πιθανότητα
es: Sólo probabilidad media y alta
fr: Signalements à probabilité moyenne et élevée uniquement
hu: Csak közepes és magas valószínűségű jelentések
mk: извештаи за средна и голема веројатност
ro: Doar rapoarte de probabilitate medie și mare
sq: Vetëm raportet me mundësi të lartë dhe mesatare

source: High probability reports only
bg: Доклади само с висока вероятност
ca: Només probabilitat alta
el: Επιλογή εκθέσεων με υψηλή πιθανότητα
es: Sólo probabilidad alta
fr: Signalements à forte probabilité uniquement
hu: Csak magas valószínűségű jelentések
mk: извештаи за голема веројатност
ro: Doar rapoarte cu probabilitate ridicată
sq: Vetëm raportet me mundësi të lartë

source: Breeding site reports
bg: Развъдни места
ca: Llocs de cria
el: Αναφορές για εστίες ανάπτυξης
es: Lugares de cría
fr: Signalements de sites de reproduction
hu: Tenyészőhely jelentés
mk: извештаи за места на размножување
ro: Rapoarte de locații de reproducere
sq: Raportet e vendeve ku rriten

source: All sites
bg: Всички
ca: Tots
el: Όλες οι εστίες ανάπτυξης/αναπαραγωγής κουνουπιών
es: Todos
fr: Tous les sites
hu: Minden helyszín
mk: сите места
ro: Toate locațiile
sq: Të gjitha vendet

source: Storm drains and fountains
bg: Дъждовна канализация и чешми
ca: Embornals i fonts
el: Αποχετευτικό σύστημα ομβρίων και συντριβάνια
es: Sumideros y fuentes
fr: Grille d'égout et fontaines
hu: Esőelvezető csatornák és szökőkutak
mk: улични шахти и фонтани
ro: Șiroaie de apă și fântâni
sq: Puseta/kanalizime dhe burime të ndryshme

source: Basins
bg: Малки изкуствени съдове
ca: Basses artificials petites
el: Μικρές τεχνητές λεκάνες συλλογής νερού
es: Pequeñas balsas artificiales
fr: Bassins
hu: Medencék
mk: базени
ro: Bazine
sq: Pellgje

source: Buckets and wells
bg: Кофи и кладенци
ca: Bidons i pous
el: Κάδοι και πηγάδια
es: Bidones y pozos
fr: Seaux et puits
hu: Vödrök és kutak
mk: кофи и бунари
ro: Găleți și puțuri
sq: Kova dhe puse

source: Other
bg: Други
ca: Altres
el: Άλλο/Άλλη κατηγορία
es: Otros
fr: Autres
hu: Egyéb
mk: останато
ro: Alte
sq: Të tjera

source: Coverage
bg: Зони на покритие
ca: Zones explorades
el: Περιοχή που ελέγχθηκε
es: Zonas exploradas
fr: Couverture
hu: Lefedettség
mk: покриеност
ro: Acoperire
sq: Mbulimi

# navbar_toggle_navigation
source: Toggle navigation
bg: Включване на навигацията
ca: Alternar panell de navegació
el: Εναλλαγή πλοήγησης
es: navbar toggle
fr: Basculer la navigation
hu: Navigáció
mk: вклучи ја навигацијата
ro: Comutare navigare
sq: Ndryshim i lundrimit/navigimit

# menu_adults_prob
source: Possible and confirmed tiger mosquitoes
bg: Възможни и потвърдени тигрови комари
ca: Mosquits tigre confirmats i possibles
el: Πιθανά και επιβεβαιωμένα δείγματα για το Ασιατικό κουνούπι τίγρης
es: Mosquitos tigre confirmados y posibles
fr: Moustiques-tigres asiatiques possibles et confirmés
hu: Lehetséges és megerősített tigrisszúnyogok
mk: можни и потврдени тигрести комарци
ro: Țânțari tigru posibili și confirmați
sq: Mushkonjat tigër të konfirmuara dhe të mundshme

# menu_adults_definite
source: Confirmed tiger mosquitoes
bg: Потвърдени тигрови комари
ca: Mosquits tigre confirmats
el: Επιβεβαιωμένα δείγματα για το Ασιατικό κουνούπι τίγρης
es: Mosquitos tigre confirmados
fr: Moustiques-tigres asiatiques confirmés
hu: Megerősített tigrisszúnyogok
mk: потврдени тигрести комарци
ro: Țânțari tigru confirmați
sq: Mushkonjat tigër të konfirmuara

source: low
bg: ниско
el: Χαμηλή
fr: bas
hu: alacsony
mk: ниско
ro: scăzut
sq: I ulët

source: medium
bg: средно
el: Μεσαία
fr: moyen
hu: közepes
mk: средно
ro: mediu
sq: i mesëm

source: high
bg: високо
el: Υψηλή
fr: haut
hu: magas
mk: високо
ro: ridicat
sq: i lartë

source: fixes
bg: корекции
ca: observacions
el: Παρατηρήσεις/διορθώσεις
es: observaciones
fr: corrections
hu: helyzetmegjelölések
mk: Корекции
ro: poziții
sq: Të rregulluara

source: fix
bg: корекция
ca: observacion
el: Παρατήρηση/διόρθωση
es: observación
fr: correction
hu: helyzetmegjelölés
mk: Корегирај
ro: poziție
sq: Rregulloj

# coverage_legend_main_title
source: Number of observations
bg: Брой наблюдения
ca: Nombre d'observacions
el: Αριθμός παρατηρήσεων
es: Número de observaciones
fr: Nombre d'observations
hu: Megfigyelések száma
mk: број на набљудувања
ro: Numărul de observații
sq: Numri i vëzhgimeve

# coverage_legend_info_title
source: Coverage Information
bg: Информация за зоните на покритие
ca: Zones explorades
el: Περιοχές που ελέγχθηκαν
es: Zonas exploradas
fr: Informations sur la couverture
hu: Lefedettség Információk
mk: информации за покриеност
ro: Informații despre acoperire
sq: Informacion mbi mbulimin

# coverage_legend_info_blurb
source: <p>The Android version of Tigatrapp includes optional background location tracking. The app records users' locations at 5 random times each day. It records only the approximate position (red squares on the map) in order to maintain user anonymity.<br /><br />The number of observations in a given square is the accumulated number of positions recorded in that square for all participants. The darker it is, the more an area has been explored.</p>
bg: <p> Версията на Tigatrapp за Android включва допълнително проследяване на местоположението на заден план. Приложението записва местоположенията на потребителите по 5 произволни пъти всеки ден. То записва само приблизителната позиция (червени квадратчета на картата), за да запази анонимността на потребителя. <br /> <br /> Броят на наблюденията в даден квадрат е натрупаният брой позиции, записани в този квадрат за всички участници. Колкото е по-тъмен, толкова повече е проучен този район. </p>
ca: <p>La versi&oacute; Android de Tigatrapp recull en background (si l&rsquo;usuari ho permet), 5 dades de posici&oacute; al dia. Nom&eacute;s es recull la posici&oacute; aproximada (requadres vermells del mapa) per preservar l&rsquo;anonimat dels participants.<br /><br />El nombre d&rsquo;observacions en un determinat requadre &eacute;s el nombre acumulat de dades de posici&oacute; recollides en aquell requadre de tots els participants. Com m&eacute;s fosc el color, m&eacute;s explorada ha estat aquella zona.</p>
el: <p> Η έκδοση Android του Tigatrapp περιλαμβάνει προαιρετική παρακολούθηση τοποθεσίας στο υπόβαθρο. Η εφαρμογή καταγράφει τυχαία τις τοποθεσίες των χρηστών 5 φορές κάθε μέρα. Καταγράφει μόνο την κατά προσέγγιση θέση (κόκκινα τετράγωνα στο χάρτη) προκειμένου να διατηρηθεί η ανωνυμία του χρήστη. <br /> <br /> Ο αριθμός των παρατηρήσεων σε ένα δεδομένο τετράγωνο είναι το άθροισμα των θέσεων που καταγράφηκαν σε αυτό το τετράγωνο για όλους τους συμμετέχοντες. Η εμφάνιση σκουρόχρομων χρωμάτων σε μια περιοχή υποδηλώνει ότι έχουν εξερευνηθεί περισσότερο σε συγκριση με τις περιοχές με ανοικτόχρωμους χρωματισμούς.
es: <p>La versi&oacute;n Android de Tigatrapp recoge en background (si el usuario lo permite), 5 datos de posici&oacute;n al d&iacute;a. Solamente se recoge la posici&oacute;n aproximada (los recuadros rojos del mapa) para preservar el anonimato de los participantes.<br /><br />El n&uacute;mero de observaciones en un recuadro determinado es el n&uacute;mero acumulado de datos de posici&oacute;n recogidos en ese recuadro de todos los participantes. Los colores oscuros indican zonas m&aacute;s exploradas.</p>
fr: <p>La version Android de Tigatrapp inclut un suivi optionnel de la localisation en arrière-plan. L'application enregistre les emplacements des utilisateurs à 5 moments aléatoires chaque jour. Elle n'enregistre que la position approximative (carrés rouges sur la carte) afin de préserver l'anonymat des utilisateurs.<br /><br />Le nombre d'observations dans un carré donné est le nombre cumulé de positions enregistrées dans ce carré pour tous les participants. Plus il est sombre, plus une zone a été explorée.</p>
hu: <p>A Tigatrapp Android verziója magába foglalja a háttérhely potenciális követését. Az alkalmazás naponta 5 véletlenszerű alkalommal rögzíti a felhasználók tartózkodási helyét. Csak a megközelítőleges helyzetet rögzíti (piros négyzetek a térképen) a felhasználók névtelenségének megőrzése érdekében.<br /><br />Egy adott négyzetben látható megfigyelések száma az a négyzeten belül, az összes résztvevő által rögzített összesített pozíciók számát jelöli. Minél sötétebb, annál jobban feltárt egy terület.</p>
mk: <p>Андроид верзијата на Предупредување за комарец вклучува изборно следење на локацијата во позадина. Апликацијата ја регистрира локацијата на учесниците 5 пати на ден во случајни временски интервали. Ја регистрира приближната локација (црвени квадратчиња на мапата) со цел да се задржи анонимноста.<br /><br />Бројот на опсервации во едно квардатче е насобраниот број на позиции кои се забележани од сите учесници. Колку е бојата потемна, толку повеќе е истражена таа област.</p>
ro: <p> Versiunea Android pentru Tigatrapp include urmărirea opțională a locației în fundal. Aplicația înregistrează locațiile utilizatorilor de 5 ori aleatoriu în fiecare zi. Înregistrează doar poziția aproximativă (pătrate roșii pe hartă) pentru a menține anonimatul utilizatorului. <br /> <br /> Numărul de observații într-un pătrat dat este numărul acumulat de poziții înregistrate în acel pătrat pentru toți participanții. Cu cât este mai întunecată, cu atât mai mult a fost explorată o zonă. </p>
sq: Versioni i Androidit të Tigatrapp përfshin gjurmimin jo të detyrueshëm të sfondit të vendndodhjes. Aplikacioni regjistron vendndodhjet e përdoruesit në 5 kohë të rastësishme çdo ditë. Ai regjistron vetëm pozicionin e përafërt (katrori i kuq në hartë) në mënyrë që të ruaj anonimitetin e përdoruesit. <br /><br /> Numri i vëzhgimeve në një katror të dhënë është numri i grumbulluar i pozicioneve të regjistruara në atë katror për të gjithë pjesëmarrësit. Sa më i errët të jetë katrori, aq më shumë është e ekspozuar ajo zonë.</p>

source: more info
bg: повече информация
ca: més informació
el: Περισσότερες πληροφορίες
es: más información
fr: plus d'info
hu: több infó
mk: повеќе информации
ro: mai multe informatii
sq: Më shumë informacion

source: Type
bg: Тип
ca: Tipus
el: Είδος
es: Tipo
hu: Típus
mk: вид
ro: Tip
sq: Tipi

source: Clusters
bg: Клъстер
ca: Valors agregats
el: Συστάδες
es: Valores agregados
hu: Csoportok
mk: групи
ro: Clustere
sq: Grupimet

source: Points
bg: Точки
ca: Punts
el: Βαθμοί
es: Puntos
hu: Pontok
mk: поени
ro: Puncte
sq: Pikët

source: Storm drain
bg: Дъждовна канализация
ca: Embornal
el: Όμβρια ύδατα
es: Sumidero
fr: Grille d'égout
hu: Esővízgyűjtő csatorna
mk: улични шахти
ro: Șiroaie de apă
sq: Puseta/kanalizme

source: Fountain
bg: Чешмичка
ca: Font
el: Συντριβάνι
es: Fuente
fr: Fontaine
hu: Szökőkút
mk: фонтани
ro: Fântână
sq: Burime

source: Basin
bg: Малък изкуствен съд
ca: Basse artificial petit
el: Λεκάνη
es: Pequeña balsa artificial
fr: Bassin
hu: Medence
mk: базен
ro: Bazin
sq: Pellg

source: Bucket
bg: Кофа
ca: Bidó
el: Κάδος
es: Bidón
fr: Seau
hu: Vödör
mk: кофа
ro: Găleată
sq: Kovë

source: Well
bg: Кладенец
ca: Pou
el: Πηγάδι
es: Pozo
fr: Puit
hu: Kút
mk: бунар
ro: puț
sq: Pus

source: Photos
bg: Снимки
ca: Fotos
el: Φωτογραφίες
es: Fotos
hu: Fotók
mk: фотографии
ro: Fotografii
sq: Fotografi

source: All Photos
bg: Всички
el: Όλες οι φωτογραφίες
fr: Toutes les photos
hu: Minden fotó
mk: сите фотографии
ro: Toate fotografiile
sq: Të gjitha fotografitë

source: Medium and high probability photos only
bg: Само снимки със средна и висока вероятност
el: Φωτογραφίες με μέτρια και υψηλή πιθανότητα
fr: Photos à probabilité moyenne et élevée uniquement
hu: Csak közepes és magas valószínűségű fotók
mk: фотографии со средна и голема веројатност
ro: Numai fotografii cu probabilitate medie și mare
sq: Vetëm fotografi me mundësi të lartë dhe të mesme

source: High probability photos only
bg: Само снимки с висока вероятност
el: Φωτογραφίες με υψηλή πιθανότητα μόνο
fr: Photos à haute probabilité seulement
hu: Csak magas valószínűségű fotók
mk: фотографии со голема веројатност
ro: Numai fotografii cu probabilitate ridicată
sq: Vetëm fotografi me mundësi të lartë

source: not sure
bg: не знам
ca: no ho sé
el: Δεν είμαι σίγουρος/η.
es: no lo sé
fr: pas sûr
hu: nem biztos
mk: Не сум сигурен/а
ro: nu este sigur
sq: Jo i sigurt

source: yes
bg: да
ca: sí
el: Ναι
es: sí
fr: oui
hu: igen
mk: да
ro: da
sq: Po

source: no
bg: не
el: Όχι
fr: non
hu: nem
mk: не
ro: nu
sq: Jo

# expert_cat_tiger
source: Confirmed albopictus
bg: Потвърден albopictus
ca: Confirmat albopictus
el: Επιβεβαιωμένο albopictus
es: Confirmado albopictus
fr: Albopictus confirmé
hu: Megerősített albopictus
mk: потврден тигрест комарец
ro: Albopictus confirmat
sq: albopictus e konfirmuar

# expert_cat_possible_tiger
source: Possible albopictus
bg: Възможен albopictus
el: Πιθανόν albopictus
es: Posible albopictus
fr: Albopictus possible
hu: Valószínűsített albopictus
mk: можен тигрест комарец
ro: Posibil albopictus
sq: albopictus e mundshme

# expert_cat_possible_other
source: Possibly neither albopictus nor aegypti
bg: Възможно нито albopictus, нито aegypti
ca: Possiblement ni albopictus ni aegypti
el: Πιθανότατα δεν είναι ούτε albopictus ούτε aegypti
es: Posiblemente ni albopictus ni aegypti
fr: Peut-être ni albopictus ni aegypti
hu: Feltehetően nem albopictus és nem aegypti
mk: веројатно ниту albopictus, ниту aegypti
ro: Posibil nici albopictus, nici aegypti
sq: E mundshme as albopictus as aegypti

# expert_cat_other
source: Confirmed neither albopictus nor aegypti
bg: Потвърден нито albopictus, нито aegypti
ca: Confirmat ni albopictus ni aegypti
el: Επιβεβαιωμένα δεν είναι ούτε albopictus ούτε aegypti
es: Confirmado ni albopictus ni aegypti
fr: Confirmé ni albopictus ni aegypti
hu: Biztosan nem albopictus és nem is aegypti
mk: ниту albopictus, ниту aegypti
ro: Nu s-a confirmat nici albopictus, nici aegypti
sq: E konfirmuar as albopictus as aegypti

# expert_cat_unknown
source: Unknown
bg: Неизвестен
ca: No se sap
el: Άγνωστο
es: No se sabe
fr: Inconnu
hu: Ismeretlen
mk: непознат
ro: Necunoscut
sq: E panjohur

# expert_row_title
source: Expert validation <a href="http://www.mosquitoalert.com/en/map-results/tiger-mosquito-map/" target="_blank">results</a>
bg: <a href="http://www.mosquitoalert.com/mapa-y-resultados/mapa/" target="_blank">Резултат</a> от експертното валидиране
ca: <a href="http://www.mosquitoalert.com/ca/mapa-i-resultats/mapa/" target="_blank">Resultat</a> validació experta
el: Αποτελέσματα επιβεβαίωσης από ειδικό <a href="http://www.mosquitoalert.com/en/map-results/tiger-mosquito-map/" target="_blank">αποτελέσματα</a>
es: <a href="http://www.mosquitoalert.com/mapa-y-resultados/mapa/" target="_blank">Resultado</a> validación experta
fr: Résultats de la validation par les experts
hu: Szakértő validálás <a href="http://www.mosquitoalert.com/en/map-results/tiger-mosquito-map/" target="_blank">eredmények</a>
mk: Резултати од експертска валидација <a href="http://www.mosquitoalert.com/en/map-results/tiger-mosquito-map/" target="_blank">results</a>
ro: Validarea expertului <a href="http://www.mosquitoalert.com/en/map-results/tiger-mosquito-map/" target="_blank">results</a>
sq: Rezultatet e miratimit të ekspertit

# crowd_row_title
source: Citizen validation results
bg: Резултат от гражданското валидиране
ca: Resultat validació ciutadana
el: Αποτελέσματα επιβεβαίωσης χρηστών
es: Resultado validación ciudadana
fr: Résultats de la validation par les citoyens
hu: Civil validálás eredmények
mk: резултати од валидацијата на граѓани
ro: Rezultatele validării cetățenești
sq: Rezultatet e miratimit të qytetarit

# crowd_row_more_responses_needed
source: More responses needed
bg: Липсват отговори
ca: Falten respostes
el: Απαιτούνται περισσότερες απαντήσεις
es: Faltan respuestas
fr: Davantage de réponses nécessaires
hu: Több válasz szükséges
mk: Потребни се повеќе одговори
ro: Sunt necesare mai multe răspunsuri
sq: Më shumë përgjigje të nevojshme

# user_response_row_q1
source: Small, black, white stripes?
bg: Дребен, черен, с бели ивици?
ca: Petit, negre, amb ratlles blanques?
el: Μικρό, μαύρο με άσπρες γραμμές;
es: ¿Pequeño, negro, con rayas blancas?
fr: Petites rayures noires et blanches ?
hu: Kicsi, fekete, fehér csíkok?
mk: Мали, црни, бели ленти?
ro: Mic, negru, dungi albe?
sq: Vija të vogla, të zeza, të bardha

# user_response_row_q2
source: Stripe on head and thorax?
bg: Ивица по главата и гърба?
ca: Ratlla blanca al cap i tòrax?
el: Γραμμή στο κεφάλι και στο θώρακα;
es: ¿Raya blanca en cabeza y tórax?
fr: Rayures sur la tête et le thorax ?
hu: Csík a fejen és a toron?
mk: Ленти на главата и градниот кош?
ro: Dungi pe cap și pe torace?
sq: Vijë në kokë dhe toraks?

# user_response_row_q3
source: Stripes on abdomen and legs?
bg: Ивици по коремчето и краката?
ca: Ratlles blanques a abdomen i potes?
el: Γραμμές στην κοιλία και στα πόδια;
es: ¿Rayas blancas en abdomen y patas?
fr: Des rayures sur l'abdomen et les jambes ?
hu: Csíkok a potrohon és a lábakon?
mk: Ленти на стомак и нозе?
ro: Dungi pe abdomen și picioare?
sq: Vijë në abdomen dhe këmbë?

# adult_report_legend_info_title
source: Popup Legend
bg: Изскачаща Легенда
ca: Contingut del marcador
el: Αναδυόμενο παράθυρο
es: Contenido del marcador
fr: Légende en popup
hu: Felugró ablakok
mk: искачувачка легенда
ro: Legendă pop-up
sq: Legjenda e shfaqshme

# expert_row_help
source: Classification by scientists using available photos
bg: Класификация от учените по налични снимки
ca: Classificació feta per científics amb les fotos disponibles
el: Ταξινόμηση από επιστήμονες χρησιμοποιώντας τις διαθέσιμες φωτογραφίες
es: Clasificación hecha por científicos con las fotos disponibles
fr: Classification par les scientifiques à l'aide des photos disponibles
hu: A tudósok osztályozása a rendelkezésre álló fotók alapján
mk: Класификација од страна на научници со користење на достапни фотографии
ro: Clasificare de către oamenii de știință folosind fotografiile disponibile
sq: Klasifikimi nga shkenctarët duke përdorur fotografitë në dispozicion

# crowd_row_help
source: Classification by volunteers at <a href='http://crowdcrafting.org/app/Tigafotos/' target='_blank'>Crowdcrafting</a> (if photo available)
bg: Класификация от участниците на <a href='http://crowdcrafting.org/app/Tigafotos/' target='_blank'>Crowdcrafting</a> (ако има снимки)
ca: Classificació feta per voluntaris a <a href="http://crowdcrafting.org/app/Tigafotos/" target="_blank">Crowdcrafting</a> (si hi ha fotos)
el: Ταξινόμηση από εθελοντές στο <a href='http://crowdcrafting.org/app/Tigafotos/' target='_blank'>Χειροτεχνία</a> αν υπάρχει διαθέσιμη φωτογραφία
es: Clasificación hecha por voluntarios en <a href="http://crowdcrafting.org/app/Tigafotos/" target="_blank">Crowdcrafting</a> (si hay fotos)
fr: Classification par des bénévoles chez <a href='http://crowdcrafting.org/app/Tigafotos/' target='_blank'>Crowdcrafting</a> (si la photo est disponible)
hu: Az önkéntesek osztályozása <a href='http://crowdcrafting.org/app/Tigafotos/' target='_blank'>Crowdcrafting</a> (ha elérhető fotó)
mk: Класификација која ја направија волонтери на <a href='http://crowdcrafting.org/app/Tigafotos/' target='_blank'>Crowdcrafting</a>(доколку е фотографијата достапна)
ro: Clasificare de către voluntari la <a href='http://crowdcrafting.org/app/Tigafotos/' target='_blank'>Crowdcrafting</a> (dacă fotografia este disponibilă)
sq: Klasifikimi sipas qytetarëve vullnetarë tek Crowdcrafting (nëse fotografia është në dispozicion)
